-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Июн 24 2023 г., 01:10
-- Версия сервера: 10.8.4-MariaDB-log
-- Версия PHP: 7.4.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";

--
-- База данных: `tm`
--

-- --------------------------------------------------------

--
-- Структура таблицы `lift_calls`
--

CREATE TABLE `lift_calls` (
                              `call_id` int(11) NOT NULL,
                              `call_first_name` varchar(100) COLLATE utf8mb3_unicode_ci NOT NULL DEFAULT '',
                              `call_last_name` varchar(100) COLLATE utf8mb3_unicode_ci NOT NULL DEFAULT '',
                              `call_phone` varchar(100) COLLATE utf8mb3_unicode_ci NOT NULL DEFAULT '',
                              `call_email` varchar(200) COLLATE utf8mb3_unicode_ci NOT NULL DEFAULT '',
                              `call_department` int(11) NOT NULL DEFAULT 0,
                              `call_request` int(11) NOT NULL DEFAULT 0,
                              `call_group` int(11) NOT NULL DEFAULT 0,
                              `call_adres` varchar(100) COLLATE utf8mb3_unicode_ci NOT NULL DEFAULT '',
                              `address_city` int(3) NOT NULL DEFAULT 0,
                              `address_street` int(11) NOT NULL DEFAULT 0,
                              `address_home` int(11) NOT NULL DEFAULT 0,
                              `address_lift` int(11) NOT NULL DEFAULT 0,
                              `call_details` text COLLATE utf8mb3_unicode_ci NOT NULL,
                              `call_date` int(11) NOT NULL DEFAULT 0,
                              `call_date2` int(11) NOT NULL DEFAULT 0,
                              `call_status` int(11) NOT NULL DEFAULT 0,
                              `call_solution` text COLLATE utf8mb3_unicode_ci NOT NULL,
                              `call_user` int(11) NOT NULL DEFAULT 0,
                              `call_staff` int(11) NOT NULL DEFAULT 0,
                              `call_staff_status` int(11) DEFAULT NULL,
                              `call_staff_date` int(11) DEFAULT NULL,
                              `expected_repair_time` int(11) DEFAULT 0,
                              `read_md5` varchar(32) COLLATE utf8mb3_unicode_ci NOT NULL DEFAULT '',
                              `call_fullhistory` text COLLATE utf8mb3_unicode_ci NOT NULL DEFAULT '' COMMENT 'хранит всю историю изменений по заявке после ее закрытия',
                              `call_full_note_history` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL DEFAULT '{}' COMMENT 'Данные по всем заметкам к заявке' CHECK (json_valid(`call_full_note_history`))
) ENGINE=InnoDB AVG_ROW_LENGTH=2340 DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Дамп данных таблицы `lift_calls`
--

INSERT INTO `lift_calls` (`call_id`, `call_first_name`, `call_last_name`, `call_phone`, `call_email`, `call_department`, `call_request`, `call_group`, `call_adres`, `address_city`, `address_street`, `address_home`, `address_lift`, `call_details`, `call_date`, `call_date2`, `call_status`, `call_solution`, `call_user`, `call_staff`, `call_staff_status`, `call_staff_date`, `expected_repair_time`, `read_md5`, `call_fullhistory`, `call_full_note_history`) VALUES
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (1, 'Диспетчер1', 'Иванов Иван', '', '', 22, 2, 6, 'г. Ростов-на-Дону - Комарова бул-р. дом № 1 - п. 4', 1, 4, 1, 4, 'Стоит на 1 этаже на кнопки не реагирует', 1673813387, 1685036151, 1, '  58854884545', 0, 3, 0, 0, 1673849987, 'cda26351a41182e978dc5dc4600eeb72', 'Дата изменений:14.01.2023@22:58 -Диспетчер1 - внес(ла) следующие изменения: Назначен ответственный: Иванов Иван . <br>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (2, 'Диспетчер1', 'Замотаев Анатолий', '', '', 22, 2, 4, 'г. Ростов-на-Дону - Красноармейская ул. дом № 2 корп.1 - п. 1 груз.', 1, 2, 18, 7, 'Требуется замена поста приказов', 1673813687, 1684443450, 1, 'примерапрп', 0, 5, 0, 0, 1673849987, '231d4bd27d5a28dde9000488494183bc', 'Дата изменений:14.01.2023@22:59 -Диспетчер1 - внес(ла) следующие изменения: Предполагаемое время ремонта - 14.02.2023 . Ответственный уведомлен по телефону.  Назначен ответственный: Петров Петр . <hr>Дата изменений:31.03.2023@19:54 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Группа</b> -1.Застревание<hr>Дата изменений:12.04.2023@01:45 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен. <hr>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (3, 'Диспетчер1', 'Замотаев Анатолий', '', '', 23, 1, 4, 'г. Ростов-на-Дону - Нансена ул. дом № 989 - п. 3 прав.', 1, 6, 5, 21, 'Застряли люди', 1673813387, 1675626314, 1, 'eededede', 0, 1, 2, 1673813687, 1673849987, '9f058ad1ff7778634e7379c689df2b0a', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (4, 'Диспетчер1', 'Замотаев Анатолий', '', '', 22, 1, 4, 'г. Ростов-на-Дону - Красноармейская ул. дом № 2 корп.1 - п. 1 груз.', 1, 2, 2, 7, '4455566665556', 1674491417, 1675626706, 1, 'ууууууууууууууууууууу', 0, 1, 2, 0, 1674507599, '763cb7ea64460d1864230d70e70e2e94', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (5, 'Диспетчер1', 'Замотаев Анатолий', '', '', 22, 1, 4, 'г. Ростов-на-Дону - Красноармейская ул. дом № 2 корп.1 - п. 1 груз.', 1, 2, 2, 7, '3344534553', 1674491587, 1679341470, 1, '12313131', 0, 1, 0, 0, 1674507599, 'b65ba2bdae84192e8915fea62186f7c3', 'Дата изменений:23.01.2023@21:11 -Диспетчер1 - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . <hr>Дата изменений:20.03.2023@22:44 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен. <hr>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (6, 'Диспетчер1', 'Замотаев Анатолий', '', '', 22, 1, 4, 'г. Ростов-на-Дону - Ленина ул. дом № 3/9 - п. 1', 1, 5, 4, 12, '564564564', 1674491820, 1675627125, 1, 'fefeefefefrfefe', 0, 1, 2, 0, 1674507599, '5c0a1556421be41a9e547ee1f11ad763', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (7, 'Диспетчер1', 'Замотаев Анатолий', '', '', 22, 2, 6, 'г. Ростов-на-Дону - Красноармейская ул. дом № 2 корп.1 - п. 1 груз.', 1, 2, 2, 7, '677889900', 1674492128, 1675627310, 1, 'kjbkjbkjbkbkjbkjbkb', 0, 1, 2, 1675616803, 1674507599, 'f5bd4a10c75a17880b5d78435e8c1db5', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (8, 'Диспетчер1', 'Замотаев Анатолий', '', '', 22, 1, 4, 'г. Ростов-на-Дону - Красноармейская ул. дом № 2 корп.1 - п. 1 груз.', 1, 2, 2, 7, '7787898797090', 1674492269, 1674855413, 1, '8888888\n', 0, 1, 0, 0, 1674507599, '', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (9, 'Диспетчер1', 'Замотаев Анатолий', '', '', 23, 2, 7, 'г. Ростов-на-Дону - Пушкинская ул. дом № 10/2 - п. 1', 1, 1, 6, 22, '9898797879укуеуе', 1674493136, 1684527889, 1, 'укуеукеуеку', 0, 5, 0, 0, 1687208399, '', 'Дата изменений:31.03.2023@00:42 -Заявка по адресу -  Отмечена прочитанной. Прочитана в Телеграм. <hr>Дата изменений:19.05.2023@23:24 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Cрок предполагаемого ремонта</b> - 1687208399 <b>Описание заявки</b> -9898797879укуеуе Ответственный НЕ уведомлен.  <b>Назначен ответственный</b> -Петров Петр <b>Группа</b> -4.Дополнительные работы <b>Уровень </b>-2.Обычная<b> Отдел</b> -2.Аварийная служба<hr>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (10, 'Диспетчер1', 'Замотаев Анатолий', '', '', 22, 1, 5, 'г. Ростов-на-Дону - Пушкинская ул. дом № 10/2 - п. 1', 1, 1, 6, 22, '787878768878', 1674493224, 1675627848, 1, 'nmn mn mn mn n m', 0, 1, 2, 1675627715, 1674507599, '', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (11, 'Диспетчер1', 'Замотаев Анатолий', '', '', 22, 1, 5, 'г. Ростов-на-Дону - Нансена ул. дом № 989 - п. 2 прав.', 1, 6, 5, 18, '8798798797', 1674493486, 1675627867, 0, ',m,mkbkbbbj', 0, 1, 2, 1680212540, 1674507599, 'cd5014c38c4dea744ca6ccd1db76c00d', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (12, 'Диспетчер1', 'Замотаев Анатолий', '', '', 22, 1, 5, 'г. Ростов-на-Дону - Нансена ул. дом № 989 - п. 2 прав.', 1, 6, 5, 18, '8798798797', 1674493534, 1684516384, 1, '4564753435', 0, 1, 2, 1680213020, 1674507599, 'f1c8de903e79bbde18b4915a80dac14b', 'Дата изменений:23.01.2023@21:10 -Диспетчер1 - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . <hr>Дата изменений:31.03.2023@00:42 -Заявка по адресу -  Отмечена прочитанной. Прочитана в Телеграм. <hr>Дата изменений:31.03.2023@00:50 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен. <hr>Дата изменений:31.03.2023@00:50 -Заявка по адресу - г. Ростов-на-Дону - Нансена ул. дом № 989 - п. 2 прав. Отмечена прочитанной. Прочитана в Телеграм. <hr>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (13, 'Диспетчер1', 'Иванов Иван', '', '', 22, 1, 5, 'г. Ростов-на-Дону - Нансена ул. дом № 989 - п. 2 прав.', 1, 6, 5, 18, '8798798797', 1674493946, 1675804603, 1, '556665', 0, 3, 3, 0, 1674507599, 'be84c6ab9d8812386928c12175e13f64', 'Дата изменений:23.01.2023@20:56 -Диспетчер1 - внес(ла) следующие изменения: Назначен ответственный: Иванов Иван . <br>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (14, 'Диспетчер1', 'Замотаев Анатолий', '', '', 22, 1, 4, 'г. Ростов-на-Дону - Ленина ул. дом № 3/9 - п. 1', 1, 5, 4, 12, '6757567567575', 1674495397, 1684503052, 1, '454353434', 0, 1, 2, 1680212540, 1674507599, '25c466aa281c3b5239e0dd1fba4f5fd9', 'Дата изменений:23.01.2023@20:44 -Диспетчер1 - внес(ла) следующие изменения: Назначен ответственный: Иванов Иван . <hr>Дата изменений:23.01.2023@20:44 -Диспетчер1 - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . <hr>Дата изменений:31.03.2023@00:42 -Заявка по адресу -  Отмечена прочитанной. Прочитана в Телеграм. <hr>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (15, 'Диспетчер1', 'Замотаев Анатолий', '', '', 23, 1, 9, 'г. Ростов-на-Дону - Нансена ул. дом № 989 - п. 2 лев.', 1, 6, 5, 16, 'huhjkkkkjnnkjjhkh', 1674497573, 1684528539, 1, '45364534', 0, 3, 0, 0, 1674507599, '', 'Дата изменений:31.03.2023@00:42 -Заявка по адресу -  Отмечена прочитанной. Прочитана в Телеграм. <hr>Дата изменений:11.04.2023@21:59 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен. <b> Отдел</b> -2.Аварийная служба<hr>Дата изменений:19.05.2023@22:14 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Иванов Иван<hr>Дата изменений:19.05.2023@23:35 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Группа</b> -7.Прочее<hr>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (16, 'Диспетчер1', 'Замотаев Анатолий', '', '', 22, 1, 4, 'г. Ростов-на-Дону - Нансена ул. дом № 989 - п. 3 лев.', 1, 6, 5, 19, '876876876886', 1674497719, 1687554861, 1, 'erwtewrt', 0, 1, 2, 1680212540, 1674507599, '', 'Дата изменений:31.03.2023@00:42 -Заявка по адресу -  Отмечена прочитанной. Прочитана в Телеграм. <hr>', '[]'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (17, 'Диспетчер1', 'Замотаев Анатолий', '', '', 23, 2, 5, 'г. Ростов-на-Дону - Ленина ул. дом № 3/9 - п. 1', 1, 5, 4, 12, 'rrtrgrrrtgrtgrgrgr45454dffsdfsf', 1674498036, 1678309168, 1, '34534535345345', 0, 3, 1, 1678309144, 1678309199, 'e67854e87c3e8dd590e14c3232a4916d', 'Дата изменений:28.01.2023@00:58 -Замотаев Анатолий - внес(ла) следующие изменения: Предполагаемое время ремонта - 30.01.2023 . Ответственный уведомлен по телефону.  Назначен ответственный: Петров Петр . <hr>Дата изменений:07.03.2023@19:38 -Замотаев Анатолий - внес(ла) следующие изменения: Описание заявки -rrtrgrrrtgrtgrgrgr45454 Ответственный НЕ уведомлен.  Cрок предпологаемого ремонта -  Отдел -2.Аварийная служба Назначен ответственный -Замотаев Анатолий Группа -2.Мелкая неисправность Уровень -2.Обычная<hr>Дата изменений:07.03.2023@19:40 -Замотаев Анатолий - внес(ла) следующие изменения: Описание заявки -rrtrgrrrtgrtgrgrgr45454dff Ответственный уведомлен. 1678207215 Cрок предпологаемого ремонта -  Отдел -1.Электромеханики Уровень -1.Срочная Группа -1.Застревание Назначен ответственный -Диспетчер1<hr>Дата изменений:07.03.2023@23:55 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен. <hr>Дата изменений:08.03.2023@23:59 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Cрок предполагаемого ремонта</b> - Сегодня <b>Описание заявки</b> -rrtrgrrrtgrtgrgrgr45454dffsdfsf Ответственный уведомлен. 1678309144 <b>Назначен ответственный</b> -Иванов Иван <b>Группа</b> -2.Мелкая неисправность <b>Уровень </b>-2.Обычная<b> Отдел</b> -2.Аварийная служба<hr>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (18, 'Диспетчер1', '', '', '', 22, 1, 4, 'г. Ростов-на-Дону - Пушкинская ул. дом № 10/2 - п. 2', 1, 1, 6, 23, 'jhkkhhjh', 1674498136, 0, 1, ' ', 0, 1, 0, 0, 1674507599, '', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (19, 'Диспетчер1', 'Замотаев Анатолий', '', '', 22, 1, 5, 'г. Ростов-на-Дону - Красноармейская ул. дом № 2 корп.2 - п. 1 прав.', 1, 2, 3, 11, '87676866778', 1674498354, 1674590891, 1, '444444445556', 0, 1, 0, 0, 1674507599, '', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (20, 'Диспетчер1', 'Замотаев Анатолий', '', '', 23, 1, 4, 'г. Ростов-на-Дону - Красноармейская ул. дом № 2 корп.1 - п. 1 груз.', 1, 2, 2, 7, '655556666666', 1674498409, 1678187575, 1, '64564646', 0, 1, 1, 1673287309, 1674507599, '', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (21, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 22, 1, 4, 'г. Ростов-на-Дону - 2-я Володарская дом № 176 - п.1', 1, 86, 134, 345, 'описание заявки 6', 1675017538, 1678204535, 1, 'закрытие', 0, 2, 1, 1678204483, 1678481999, '', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (22, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 22, 1, 4, 'г. Ростов-на-Дону - 2-я Краснодарская ул. дом № 86 - п.1', 1, 48, 71, 215, 'dddxdxdxdx', 1675102121, 1678187758, 1, '4654646456', 0, 1, 1, 1675785770, 1675112399, 'ecfcc31b05d6a74bc9c54e7ad95793b6', 'Дата изменений:25.02.2023@19:44 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен по телефону.  Назначен ответственный: Замотаев Анатолий . <br>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (23, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 22, 1, 5, 'г. Ростов-на-Дону - Буденновский пр-т. дом № 1/23 - п.1', 1, 56, 4, 9, 'ааппапппааапрр', 1675106443, 1675197325, 1, '44564564564645', 0, 0, 0, 0, 1675112399, '', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (24, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 23, 1, 4, 'г. Ростов-на-Дону - 2-я Краснодарская ул. дом № 86 - п.1', 1, 48, 71, 215, 'ghbvthyjy666y65tt4545t455', 1675197290, 1678186211, 1, '435453534535', 0, 0, 0, 0, 1675198799, '', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (25, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 22, 2, 6, 'г. Ростов-на-Дону - 2-я Володарская дом № 176 - п.1', 1, 86, 134, 345, 'y78i98u8uiuoi8899oioo8uooiuu8u', 1675197528, 1678187736, 1, '24242422', 0, 0, 0, 0, 1675198799, '', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (26, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 23, 1, 4, 'г. Ростов-на-Дону - 2-я Краснодарская ул. дом № 86 - п.1', 1, 48, 71, 215, 'fgg556ythrtr', 1675283728, 1678187103, 1, '890709809', 0, 1, 0, 0, 1677704399, '9e8ee8edfeb9fabef74cc6bdd50da5e7', 'Дата изменений:05.02.2023@00:30 -Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . <br>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (27, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 23, 1, 4, 'г. Ростов-на-Дону - 2-я Краснодарская ул. дом № 86 - п.1', 1, 48, 71, 215, 'dfdfgdfgdfgdgd', 1675283812, 1678187209, 1, '890890890', 0, 3, 2, 1675798697, 1675457999, 'c109f49e41f259e7d1deed9cc4918e0b', 'Дата изменений:04.02.2023@23:28 -Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: Имя пользователя . <br>Дата изменений:05.02.2023@00:03 -Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: Иванов Иван . <br>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (28, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 23, 1, 4, 'г. Ростов-на-Дону - 2-я Краснодарская ул. дом № 86 - п.1', 1, 48, 71, 215, 'застряли люди', 1675284802, 1678186528, 1, 'rtyertertertetrre', 0, 1, 1, 1676012550, 1677790799, '24a67ff51bf5a7c07b62290ac1a96902', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (29, 'Замотаев Анатолий', 'Иванов Иван', '', '', 23, 1, 4, 'г. Шахты - Индустриальная ул. дом № 3а - п.1', 2, 91, 145, 359, 'pfcnhzkb k.lb', 1675284919, 1675802166, 1, 'nmnmbmnbjhbkjbk', 0, 3, 2, 1675802076, 1675283520, '8cee5e81f278eb088c40de026837b914', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (30, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 23, 1, 4, 'г. Ростов-на-Дону - 2-я Краснодарская ул. дом № 86 - п.1', 1, 48, 71, 215, 'vvvbbbbbbbvbbbbvvvbbv', 1675286081, 1678186932, 1, '5675675757', 0, 1, 0, 0, 1675287881, '6064f1ca9a26b035033aa4568078e41a', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (31, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 23, 2, 6, 'г. Ростов-на-Дону - 2-я Краснодарская ул. дом № 86 - п.1', 1, 48, 71, 215, '   bbbbbbbbvvvvvvbbvbvbvbvbbvbvvbvfggbrgbfgbfgbfgbfbfgbfbrb', 1675286378, 1678179405, 1, 'ythuttu', 0, 1, 0, 0, 1675371599, 'a5aeb25e1232369b2ea246597f80be54', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (32, 'Иванов Иван', 'Диспетчер1', '', '', 23, 1, 4, 'г. Шахты - Индустриальная ул. дом № 18 - п.1', 2, 91, 151, 368, 'eerffffddscwsfwedw', 1675350966, 1678137023, 1, '56465645646', 0, 1, 0, 0, 1675352766, 'a454ce920c55b6e00ea823aa408c0b81', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (33, 'Иванов Иван', 'Иванов Иван', '', '', 23, 1, 4, 'г. Ростов-на-Дону - 2-я Краснодарская ул. дом № 86 - п.2', 1, 48, 71, 196, 'grrtgrgrgrgrrtht', 1675351002, 1675803769, 1, 'cccvcvcv', 0, 3, 2, 1675802155, 1675352802, 'd01a9f75029aff42ce109f7697689f5d', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (34, 'Диспетчер1', 'Замотаев Анатолий', '', '', 23, 1, 4, 'г. Ростов-на-Дону - 2-я Володарская дом № 176 - п.1', 1, 86, 134, 345, '99877788888999987', 1675353233, 1678179382, 1, 'yrtyrtyrtyr', 0, 1, 0, 0, 1675355033, '1f5a071edee7c222c9b00c8e6e5956e5', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (35, 'Диспетчер1', '', '', '', 23, 1, 4, 'г. Ростов-на-Дону - Александра Печерского ул. дом № 5 - п.1 пасс.', 1, 72, 89, 246, 'gjjgkfkllrlfrktkgtktt', 1675353292, 0, 1, ' ', 0, 6, 0, 0, 1675355092, 'dca068fda48da3b381f85fdf38e7517b', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (36, 'Замотаев Анатолий', 'Диспетчер1', '', '', 23, 1, 4, 'г. Ростов-на-Дону - Измайловский пер. дом № 9 - п. 2 груз.', 1, 32, 64, 262, 'dddeedededee', 1675545929, 1678136945, 1, '5675757', 0, 1, 0, 0, 1675547729, 'd677386c786eecbc2758c91a10b98e51', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (37, 'Замотаев Анатолий', 'Диспетчер1', '', '', 23, 1, 4, 'г. Ростов-на-Дону - Измайловский пер. дом № 9 - п. 2 груз.', 1, 32, 64, 262, 'dddeedededee', 1675545950, 1678137093, 1, '456456456456', 0, 1, 0, 0, 1675547750, 'fef7dc0235ba0015e4556e8f9f55a2b8', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (38, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 23, 1, 4, 'г. Ростов-на-Дону - Измайловский пер. дом № 9 - п. 2 груз.', 1, 32, 64, 262, 'dddeedededee', 1675546558, 1685396550, 1, '1234545343', 0, 1, 2, 0, 1675548358, '4042356346b8430f48a7a5a5e9e57b2f', '', '[{\"note_id\":3,\"note_title\":\"\\u0417\\u0430\\u043c\\u0435\\u0442\\u043a\\u0430\",\"note_body\":\"ntrcn pfvtnrb\",\"note_relation\":38,\"note_type\":1,\"note_post_date\":1675592386,\"note_post_ip\":\"192.168.0.100\",\"note_post_user\":1,\"img_name\":\"\'\'\"},{\"note_id\":4,\"note_title\":\"\\u0417\\u0430\\u043c\\u0435\\u0442\\u043a\\u0430\",\"note_body\":\"tot ntrc\",\"note_relation\":38,\"note_type\":1,\"note_post_date\":1675592395,\"note_post_ip\":\"192.168.0.100\",\"note_post_user\":1,\"img_name\":\"\'\'\"},{\"note_id\":5,\"note_title\":\"\\u0417\\u0430\\u043c\\u0435\\u0442\\u043a\\u0430\",\"note_body\":\"ghbbbbhg  g g gg\",\"note_relation\":38,\"note_type\":1,\"note_post_date\":1675592411,\"note_post_ip\":\"192.168.0.100\",\"note_post_user\":1,\"img_name\":\"\'\'\"}]'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (39, 'Замотаев Анатолий', 'Диспетчер1', '', '', 23, 1, 4, 'г. Ростов-на-Дону - Социалистическая ул. дом № 215 - п.1', 1, 42, 1, 1, 'застряли', 1676706975, 1678305314, 1, 'zxcxzczc', 0, 2, 1, 1676012535, 1676708775, '', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (40, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 22, 2, 6, 'г. Ростов-на-Дону - Красноармейская ул. Дом№ 43 - п.1', 1, 1, 19, 65, '3242342', 1678218386, 1678308959, 1, 'asdasdadasdas', 0, 1, 0, 0, 0, 'd81b67cc26e064614b645e12d772e19e', 'Дата изменений:07.03.2023@23:18 -Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный -Замотаев Анатолий<hr>Дата изменений:08.03.2023@21:12 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен. 1678299178<hr>Дата изменений:08.03.2023@23:55 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен.  Группа -3.Неисправность лифта Уровень -2.Обычная<hr>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (41, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 23, 2, 5, 'г. Ростов-на-Дону - Красноармейская ул. Дом№ 43 - п.1', 1, 1, 19, 65, '234242', 1678218409, 1678305314, 1, '3453353', 0, 1, NULL, NULL, 0, '0afb9225b2a700ecb89bb6d9921281be', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (42, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 22, 2, 7, 'г. Ростов-на-Дону - Красноармейская ул. Дом№ 43/94 - п.1', 1, 1, 69, 193, '3435354', 1678218542, 1678308042, 1, '2323423423552352', 0, 1, 1, 1678308013, 1678395599, '', 'Дата изменений:07.03.2023@23:56 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен. <hr>Дата изменений:08.03.2023@23:40 -Замотаев Анатолий - внес(ла) следующие изменения: Cрок предполагаемого ремонта - Завтра Ответственный уведомлен. 1678308013<hr>Дата изменений:08.03.2023@23:40 -Замотаев Анатолий - внес(ла) следующие изменения: Группа -4.Дополнительные работы Уровень -2.Обычная<hr>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (43, 'Замотаев Анатолий', '', '', '', 22, 1, 5, 'г. Ростов-на-Дону - Таганрогская ул. Дом№ 116 - п.1', 1, 8, 35, 128, '345345345', 1678309874, 0, 0, ' ', 0, 3, NULL, NULL, 1687896000, '', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (44, 'Диспетчер1', 'Замотаев Анатолий', '', '', 22, 1, 5, 'г. Ростов-на-Дону - Красноармейская ул. Дом№ 43 - п.1', 1, 1, 19, 65, '5464564', 1678563359, 1681239295, 1, 'qweqe', 0, 1, NULL, NULL, 1678565159, '', 'Дата изменений:31.03.2023@15:52 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Замотаев Анатолий<hr>Дата изменений:31.03.2023@19:54 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Группа</b> -2.Мелкая неисправность<hr>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (45, 'SPult BDall', 'Замотаев Анатолий', 'Phone ', 'Adres@company.name', 22, 2, 6, 'г.Ростов-на-Дону, Петренко ул., д. 16, п. 2 груз.', 1, 45, 23, 1, ' Нет связи Кабина на 11 этаже', 1678997919, 1684528608, 1, '4444444', 0, 0, 0, 0, 1687208399, '', 'Дата изменений:16.03.2023@23:18 -SPult BDall Добавил(а) заявку из SPult по адресу:г.Ростов-на-Дону, Петренко ул., д. 16, п. 2 груз.<hr>Дата изменений:16.03.2023@23:19 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен. 1678997986<hr>Дата изменений:13.04.2023@20:31 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен. <hr>Дата изменений:13.04.2023@20:32 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен. 1681407128<hr>Дата изменений:19.05.2023@23:35 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Cрок предполагаемого ремонта</b> - 2023-06-03 23:59  Ответственный НЕ уведомлен. <hr>Дата изменений:19.05.2023@23:36 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Cрок предполагаемого ремонта</b> - 2023-06-19 23:59 <hr>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (46, 'SPult BDall', 'Замотаев Анатолий', 'Phone ', 'Adres@company.name', 23, 1, 4, 'г.Ростов-на-Дону, Измайловский пер., д. 15, п. 1 пасс.', 1, 32, 94, 1, ' Кабина на 3 этаже', 1678998421, 1684529604, 1, '4444444', 0, 3, 1, 1684529597, 1679086799, '', 'Дата изменений:16.03.2023@23:27 -SPult BDall Добавил(а) заявку из SPult по адресу:г.Ростов-на-Дону, Измайловский пер., д. 15, п. 1 пасс.<hr>Дата изменений:19.05.2023@23:51 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен. 2023-05-19 23:51 <hr>Дата изменений:19.05.2023@23:51 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Замотаев Анатолий Сообщение в телерам отправлено<hr>Дата изменений:19.05.2023@23:51 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Иванов Иван Ответственный уведомлен. 2023-05-19 23:51 <hr>Дата изменений:19.05.2023@23:52 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Петров Петр Ответственный уведомлен. 2023-05-19 23:52 <hr>Дата изменений:19.05.2023@23:52 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -какой то тип<hr>Дата изменений:19.05.2023@23:52 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен. 2023-05-19 23:52  <b>Назначен ответственный</b> -Иванов Иван<hr>Дата изменений:19.05.2023@23:53 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен. 2023-05-19 23:53 <hr>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (47, 'SPult BDall', 'Замотаев Анатолий', 'Phone ', 'Adres@company.name', 23, 1, 4, 'г.Ростов-на-Дону, Драгунская ул., д. 10, п.2 груз.', 1, 57, 8, 1, ' Кабина на 15 этаже', 1678998616, 1684527969, 1, '4444444444444', 0, 0, NULL, NULL, 1679000416, '', 'Дата изменений:16.03.2023@23:30 -SPult BDall Добавил(а) заявку из SPult по адресу:г.Ростов-на-Дону, Драгунская ул., д. 10, п.2 груз.<hr>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (48, 'SPult BDall', '', 'Phone ', 'Adres@company.name', 22, 2, 6, 'г.Ростов-на-Дону, Доломановский пер., д. 118, п. 2', 1, 35, 6, 1, ' Кабина стоит', 1678998649, 0, 0, '0', 0, 0, NULL, NULL, 1679086799, '', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (49, 'SPult BDall', '', 'Phone ', 'Adres@company.name', 22, 3, 5, 'г.Ростов-на-Дону, Измайловский пер., д.  7, п. 1 пасс.', 1, 32, 65, 1, ' Нет информации Кабина стоит', 1678998793, 0, 0, '0', 0, 0, NULL, NULL, 1679605199, '', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (50, 'SPult BDall', '', 'Phone ', 'Adres@company.name', 22, 2, 24, 'г.Ростов-на-Дону, Буденновский пр-т., д. 1/23, п.1', 1, 56, 173, 1, ' Нет связи Кабина на 3 этаже', 1678998924, 0, 0, '0', 0, 0, NULL, NULL, 1679086799, '', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (51, 'SPult BDall', 'Замотаев Анатолий', 'Phone ', 'Adres@company.name', 23, 1, 4, 'г.Ростов-на-Дону, Буденновский пр-т., д. 1/23, п.1', 1, 56, 173, 1, ' Неисправность тракта ГГС кабины лифта Кабина на 2 этаже', 1679000185, 1685396333, 1, '1243241241', 0, 1, NULL, NULL, 1679001985, '', 'Дата изменений:16.03.2023@23:56 -SPult BDall Добавил(а) заявку из SPult по адресу:г.Ростов-на-Дону, Буденновский пр-т., д. 1/23, п.1<hr>Дата изменений:31.03.2023@15:53 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Замотаев Анатолий<hr>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (52, 'SPult BDall', '', 'Phone ', 'Adres@company.name', 23, 1, 4, 'г.Ростов-на-Дону, Буденновский пр-т., д. 1/23, п.1', 1, 56, 173, 401, ' Нет связи Кабина на 2 этаже', 1679004108, 0, 0, '0', 0, 1, NULL, NULL, 1679005908, '', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (53, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 22, 3, 6, 'г. Ростов-на-Дону - Красноармейская ул. Дом№ 43/94 - п.1', 1, 1, 69, 193, 'новая заявкаdfsgsd', 1679219952, 1684527812, 1, '4534534343', 0, 1, 1, 1684527669, 1692478799, '15f3f44af98549cb4af4254f0b6c11cf', 'Дата изменений:29.03.2023@15:58 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Замотаев Анатолий<hr>Дата изменений:31.03.2023@00:42 -Заявка по адресу -  Отмечена прочитанной. Прочитана в Телеграм. <hr>Дата изменений:31.03.2023@19:55 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен. <hr>Дата изменений:31.03.2023@20:01 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен. 1680282065<hr>Дата изменений:19.05.2023@22:14 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Иванов Иван<hr>Дата изменений:19.05.2023@22:15 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Замотаев Анатолий<hr>Дата изменений:19.05.2023@22:33 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен. <hr>Дата изменений:19.05.2023@22:34 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Группа</b> -2.Мелкая неисправность <b>Уровень </b>-2.Обычная<b> Отдел</b> -2.Аварийная служба <b>Описание заявки</b> -новая заявкаdfsgsdfg\n<hr>Дата изменений:19.05.2023@23:18 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Cрок предполагаемого ремонта</b> - 1684529336<hr>Дата изменений:19.05.2023@23:19 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Cрок предполагаемого ремонта</b> - 1687208399 <b>Описание заявки</b> -новая заявкаdfsgsdfg\ntreye Ответственный уведомлен. 2023-05-19 23:19  <b>Назначен ответственный</b> -Иванов Иван <b>Группа</b> -3.Неисправность лифта <b>Уровень </b>-3.Не срочная<hr>Дата изменений:19.05.2023@23:20 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Cрок предполагаемого ремонта</b> - 1692478799 <b>Описание заявки</b> -новая заявкаdfsgsd Ответственный НЕ уведомлен.  <b>Назначен ответственный</b> -Замотаев Анатолий Сообщение в телерам отправлено<hr>Дата изменений:19.05.2023@23:21 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен. 2023-05-19 23:21 <hr>Дата изменений:19.05.2023@23:23 -Замотаев Анатолий - внес(ла) следующие изменения:<b> Отдел</b> -1.Электромеханики<hr>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (54, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 22, 1, 4, 'г. Ростов-на-Дону - Красноармейская ул. Дом№ 43 - п.1', 1, 1, 19, 65, 'ывааываываыаываа', 1679220815, 1684437175, 1, '777777', 0, 0, 1, 1680281847, 1679222615, '', 'Дата изменений:31.03.2023@19:57 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен. 1680281847<hr>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (55, 'SPult BDall', 'Замотаев Анатолий', 'Phone ', 'Adres@company.name', 23, 1, 4, ' г.Шахты - Строителей пр-т. , д. 28 -  п.1', 2, 82, 115, 299, ' Проникновение в МП Кабина стоит', 1679221430, 1679221641, 1, '3333343434', 0, 0, NULL, NULL, 1679223230, '', 'Дата изменений:19.03.2023@13:23 -SPult BDall Добавил(а) заявку из SPult по адресу: г.Шахты - Строителей пр-т. , д. 28 -  п.1<hr>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (56, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 22, 1, 7, 'г. Ростов-на-Дону - Красноармейская ул. Дом№ 43/94 - п.1', 1, 1, 69, 193, '345345334535453453453453345', 1679341509, 1684516422, 1, '44553242342342', 0, 1, 0, 0, 1679345999, 'f146b81425d1fe53445ddff3629e58b4', 'Дата изменений:29.03.2023@16:11 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Замотаев Анатолий<hr>Дата изменений:31.03.2023@00:42 -Заявка по адресу -  Отмечена прочитанной. Прочитана в Телеграм. <hr>Дата изменений:31.03.2023@19:58 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен. <hr>Дата изменений:11.04.2023@21:56 -Замотаев Анатолий - внес(ла) следующие изменения: <b>Группа</b> -4.Дополнительные работы<hr>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (57, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 22, 1, 4, 'г. Ростов-на- - 2-я Володарская дом № 1 . - 1', 1, 86, 160, 386, '435453535', 1680377360, 1684442632, 1, 'rtyrytrytr', 0, 0, NULL, NULL, 1680379160, '', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (58, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 22, 1, 4, 'г. Шахты3 - Ворошилова ул. дом № 11 - п. 1', 2, 79, 122, 324, '4545454545', 1680379485, 1684437224, 1, '456464', 0, 0, 1, 1681408412, 1680381285, '', 'Дата изменений:13.04.2023@20:53 -Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен. 1681408412<hr>', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (59, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 22, 1, 4, 'г. Ростов-на- - Батуринская ул.8 дом № 161 - п. 5', 1, 90, 138, 375, '234523424324', 1681298260, 1684442933, 1, 'приме', 0, 0, NULL, NULL, 1681300060, '', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (60, 'Замотаев Анатолий', '', '', '', 22, 2, 5, 'г. Ростов-на-Дону - Александра Печерского ул. дом № 6 - 1 п. пасс.5', 1, 72, 99, 273, '444444', 1684532923, 0, 0, ' ', 0, 0, NULL, NULL, 1687896000, '', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (61, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 22, 2, 4, 'г. Ростов-на-Дону - 2-я Володарская дом № 1 . - 1', 1, 86, 160, 386, 'yjhrfhdfrhtg', 1684533033, 1685644451, 1, '4555454545', 0, 0, NULL, NULL, 0, '', '', '[]'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (62, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 22, 2, 6, 'г. Ростов-на-Дону - 2-я Володарская дом № 86 - п.3', 1, 86, 71, 231, 'dghdhdhh', 1684533071, 1685644846, 1, '44444444444444444', 0, 1, NULL, NULL, 0, '', '', '[]'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (63, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 22, 1, 4, 'г. Ростов-на-Дону - 2-я Володарская дом № 1 . - 1', 1, 86, 160, 386, '44444444', 1684533167, 1685395457, 1, '4564756457634536546', 0, 1, NULL, NULL, 0, '', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (64, 'Замотаев Анатолий', 'Замотаев Анатолий', '', '', 22, 2, 4, 'г. Ростов-на-Дону - 2-я Володарская дом № 1 . - 1', 1, 86, 160, 386, '78978978', 1685644229, 1685644433, 1, '4545445', 0, 1, NULL, NULL, 1685736000, '', '', '[]'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (65, 'Замотаев Анатолий', '', '', '', 22, 2, 5, 'г. Ростов-на-Дону - 2-я Володарская дом № 86 - п.3', 1, 86, 71, 231, '4545454567686iououiououo', 1685644337, 0, 0, ' ', 0, 6, 1, 1685729234, 1685908800, '', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (66, 'Замотаев Анатолий', '', '', '', 23, 1, 4, 'г. Ростов-на-Дону - 2-я Володарская дом № 1 . - 1', 1, 86, 160, 386, '453245342453', 1687557660, 0, 0, ' ', 0, 0, NULL, NULL, 1695502800, '', '', '{}'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                           (67, 'Замотаев Анатолий', '', '', '', 23, 2, 4, 'г. Ростов-на-Дону - 2-я Володарская дом № 1 . - 1', 1, 86, 160, 386, 'fghfhfhfg', 1687557825, 0, 0, ' ', 0, 0, NULL, NULL, 1687896000, '', '', '{}');

-- --------------------------------------------------------

--
-- Структура таблицы `lift_city`
--

CREATE TABLE `lift_city` (
                             `id` int(11) NOT NULL,
                             `city_name` varchar(256) NOT NULL,
                             `vis_city` tinyint(1) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3;

--
-- Дамп данных таблицы `lift_city`
--

INSERT INTO `lift_city` (`id`, `city_name`, `vis_city`) VALUES
                                                            (1, 'г. Ростов-на-Дону', 0),
                                                            (2, 'г. Шахты3', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `lift_history`
--

CREATE TABLE `lift_history` (
                                `history_id` int(11) NOT NULL,
                                `history_date` int(11) DEFAULT NULL,
                                `history_info` text COLLATE utf8mb4_unicode_ci NOT NULL,
                                `call_id` int(11) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `lift_history`
--

INSERT INTO `lift_history` (`history_id`, `history_date`, `history_info`, `call_id`) VALUES
                                                                                         (2, 1673726381, 'Диспетчер1 - внес(ла) следующие изменения: Предполагаемое время ремонта - 14.02.2023 . Ответственный уведомлен по телефону.  Назначен ответственный: Петров Петр . ', 2),
                                                                                         (3, 1673726466, 'Диспетчер1 - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . ', 3),
                                                                                         (4, 1674494814, 'Диспетчер1 - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . ', 6),
                                                                                         (5, 1674495845, 'Диспетчер1 - внес(ла) следующие изменения: Назначен ответственный: Иванов Иван . ', 14),
                                                                                         (6, 1674495857, 'Диспетчер1 - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . ', 14),
                                                                                         (7, 1674496454, 'Диспетчер1 - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . ', 7),
                                                                                         (9, 1674497331, 'Диспетчер1 - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . ', 11),
                                                                                         (10, 1674497457, 'Диспетчер1 - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . ', 12),
                                                                                         (11, 1674497492, 'Диспетчер1 - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . ', 5),
                                                                                         (12, 1674856737, 'Замотаев Анатолий - внес(ла) следующие изменения: Предполагаемое время ремонта - 30.01.2023 . Ответственный уведомлен по телефону.  Назначен ответственный: Петров Петр . ', 17),
                                                                                         (13, 1675286160, 'Замотаев Анатолий - внес(ла) следующие изменения: Предполагаемое время ремонта - 02.02.2023 .', 28),
                                                                                         (14, 1675286173, 'Замотаев Анатолий - внес(ла) следующие изменения: Предполагаемое время ремонта - 03.02.2023 .', 28),
                                                                                         (15, 1675286193, 'Замотаев Анатолий - внес(ла) следующие изменения: Предполагаемое время ремонта - 04.02.2023 .', 28),
                                                                                         (16, 1675286203, 'Замотаев Анатолий - внес(ла) следующие изменения: Предполагаемое время ремонта - 05.02.2023 .', 28),
                                                                                         (17, 1675286215, 'Замотаев Анатолий - внес(ла) следующие изменения: Предполагаемое время ремонта - 09.02.2023 .', 28),
                                                                                         (18, 1675286226, 'Замотаев Анатолий - внес(ла) следующие изменения: Предполагаемое время ремонта - 02.03.2023 .', 28),
                                                                                         (19, 1675538736, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . ', 35),
                                                                                         (20, 1675538786, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . ', 34),
                                                                                         (21, 1675541744, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . ', 32),
                                                                                         (22, 1675542020, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . ', 30),
                                                                                         (23, 1675542096, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . ', 31),
                                                                                         (24, 1675542237, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . ', 4),
                                                                                         (25, 1675542253, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: Иванов Иван . ', 4),
                                                                                         (26, 1675542493, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . ', 28),
                                                                                         (27, 1675542521, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: Имя пользователя . ', 27),
                                                                                         (28, 1675544026, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: Иванов Иван . ', 29),
                                                                                         (29, 1675544633, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: Иванов Иван . ', 27),
                                                                                         (30, 1675544765, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: какой то тип . ', 35),
                                                                                         (31, 1675544814, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: какой то тип . ', 35),
                                                                                         (32, 1675545112, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: какой то тип . ', 35),
                                                                                         (33, 1675545115, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: какой то тип . ', 35),
                                                                                         (34, 1675545127, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: какой то тип . ', 35),
                                                                                         (35, 1675545235, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: какой то тип . ', 35),
                                                                                         (36, 1675545329, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: какой то тип . ', 35),
                                                                                         (37, 1675545357, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: какой то тип . ', 35),
                                                                                         (38, 1675545401, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: какой то тип . ', 35),
                                                                                         (39, 1675546217, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . ', 26),
                                                                                         (40, 1675546332, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . ', 4),
                                                                                         (41, 1675546368, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . ', 4),
                                                                                         (42, 1675546432, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . ', 4),
                                                                                         (43, 1675546528, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный: Замотаев Анатолий . ', 4),
                                                                                         (44, 1676706930, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен по телефону. ', 28),
                                                                                         (45, 1677343491, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен по телефону.  Назначен ответственный: Замотаев Анатолий . ', 22),
                                                                                         (46, 1678207088, 'Замотаев Анатолий - внес(ла) следующие изменения: Описание заявки -rrtrgrrrtgrtgrgrgr45454 Ответственный НЕ уведомлен.  Cрок предпологаемого ремонта -  Отдел -2.Аварийная служба Назначен ответственный -Замотаев Анатолий Группа -2.Мелкая неисправность Уровень -2.Обычная', 17),
                                                                                         (47, 1678207215, 'Замотаев Анатолий - внес(ла) следующие изменения: Описание заявки -rrtrgrrrtgrtgrgrgr45454dff Ответственный уведомлен. 1678207215 Cрок предпологаемого ремонта -  Отдел -1.Электромеханики Уровень -1.Срочная Группа -1.Застревание Назначен ответственный -Диспетчер1', 17),
                                                                                         (48, 1678220329, 'Замотаев Анатолий - внес(ла) следующие изменения: Назначен ответственный -Замотаев Анатолий', 40),
                                                                                         (49, 1678222555, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен. ', 17),
                                                                                         (50, 1678222563, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен. ', 42),
                                                                                         (51, 1678299178, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен. 1678299178', 40),
                                                                                         (52, 1678308013, 'Замотаев Анатолий - внес(ла) следующие изменения: Cрок предполагаемого ремонта - Завтра Ответственный уведомлен. 1678308013', 42),
                                                                                         (53, 1678308021, 'Замотаев Анатолий - внес(ла) следующие изменения: Группа -4.Дополнительные работы Уровень -2.Обычная', 42),
                                                                                         (54, 1678308918, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен.  Группа -3.Неисправность лифта Уровень -2.Обычная', 40),
                                                                                         (55, 1678309144, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Cрок предполагаемого ремонта</b> - Сегодня <b>Описание заявки</b> -rrtrgrrrtgrtgrgrgr45454dffsdfsf Ответственный уведомлен. 1678309144 <b>Назначен ответственный</b> -Иванов Иван <b>Группа</b> -2.Мелкая неисправность <b>Уровень </b>-2.Обычная<b> Отдел</b> -2.Аварийная служба', 17),
                                                                                         (56, 1678997919, 'SPult BDall Добавил(а) заявку из SPult по адресу:г.Ростов-на-Дону, Петренко ул., д. 16, п. 2 груз.', 45),
                                                                                         (57, 1678997986, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен. 1678997986', 45),
                                                                                         (58, 1678998421, 'SPult BDall Добавил(а) заявку из SPult по адресу:г.Ростов-на-Дону, Измайловский пер., д. 15, п. 1 пасс.', 46),
                                                                                         (59, 1678998616, 'SPult BDall Добавил(а) заявку из SPult по адресу:г.Ростов-на-Дону, Драгунская ул., д. 10, п.2 груз.', 47),
                                                                                         (60, 1678998649, 'SPult BDall Добавил(а) заявку из SPult по адресу:г.Ростов-на-Дону, Доломановский пер., д. 118, п. 2', 48),
                                                                                         (61, 1678998793, 'SPult BDall Добавил(а) заявку из SPult по адресу:г.Ростов-на-Дону, Измайловский пер., д.  7, п. 1 пасс.', 49),
                                                                                         (62, 1678998924, 'SPult BDall Добавил(а) заявку из SPult по адресу:г.Ростов-на-Дону, Буденновский пр-т., д. 1/23, п.1', 50),
                                                                                         (63, 1679000185, 'SPult BDall Добавил(а) заявку из SPult по адресу:г.Ростов-на-Дону, Буденновский пр-т., д. 1/23, п.1', 51),
                                                                                         (64, 1679004108, 'SPult BDall Добавил(а) заявку из SPult по адресу:г.Ростов-на-Дону, Буденновский пр-т., д. 1/23, п.1', 52),
                                                                                         (65, 1679221430, 'SPult BDall Добавил(а) заявку из SPult по адресу: г.Шахты - Строителей пр-т. , д. 28 -  п.1', 55),
                                                                                         (66, 1679341442, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен. ', 5),
                                                                                         (67, 1680094735, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Замотаев Анатолий', 53),
                                                                                         (68, 1680095465, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Замотаев Анатолий', 56),
                                                                                         (69, 1680212540, 'Заявка по адресу -  Отмечена прочитанной. Прочитана в Телеграм. ', 9),
                                                                                         (70, 1680212540, 'Заявка по адресу -  Отмечена прочитанной. Прочитана в Телеграм. ', 11),
                                                                                         (71, 1680212540, 'Заявка по адресу -  Отмечена прочитанной. Прочитана в Телеграм. ', 12),
                                                                                         (72, 1680212540, 'Заявка по адресу -  Отмечена прочитанной. Прочитана в Телеграм. ', 14),
                                                                                         (73, 1680212540, 'Заявка по адресу -  Отмечена прочитанной. Прочитана в Телеграм. ', 15),
                                                                                         (74, 1680212540, 'Заявка по адресу -  Отмечена прочитанной. Прочитана в Телеграм. ', 16),
                                                                                         (75, 1680212540, 'Заявка по адресу -  Отмечена прочитанной. Прочитана в Телеграм. ', 53),
                                                                                         (76, 1680212540, 'Заявка по адресу -  Отмечена прочитанной. Прочитана в Телеграм. ', 56),
                                                                                         (77, 1680213011, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен. ', 12),
                                                                                         (78, 1680213020, 'Заявка по адресу - г. Ростов-на-Дону - Нансена ул. дом № 989 - п. 2 прав. Отмечена прочитанной. Прочитана в Телеграм. ', 12),
                                                                                         (79, 1680266652, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Замотаев Анатолий', 43),
                                                                                         (80, 1680266980, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Замотаев Анатолий', 52),
                                                                                         (81, 1680267139, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Замотаев Анатолий', 44),
                                                                                         (82, 1680267236, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Замотаев Анатолий', 51),
                                                                                         (83, 1680281646, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Группа</b> -1.Застревание', 2),
                                                                                         (84, 1680281681, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Группа</b> -2.Мелкая неисправность', 44),
                                                                                         (85, 1680281749, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен. ', 53),
                                                                                         (86, 1680281847, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен. 1680281847', 54),
                                                                                         (87, 1680281929, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен. ', 56),
                                                                                         (88, 1680282065, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен. 1680282065', 53),
                                                                                         (89, 1681239399, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Группа</b> -4.Дополнительные работы', 56),
                                                                                         (90, 1681239561, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен. <b> Отдел</b> -2.Аварийная служба', 15),
                                                                                         (91, 1681253114, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен. ', 2),
                                                                                         (92, 1681407109, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен. ', 45),
                                                                                         (93, 1681407128, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен. 1681407128', 45),
                                                                                         (94, 1681408412, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен. 1681408412', 58),
                                                                                         (95, 1684523622, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Иванов Иван', 43),
                                                                                         (96, 1684523672, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Иванов Иван', 15),
                                                                                         (97, 1684523690, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Иванов Иван', 53),
                                                                                         (98, 1684523703, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Замотаев Анатолий', 53),
                                                                                         (99, 1684524833, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный НЕ уведомлен. ', 53),
                                                                                         (100, 1684524859, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Группа</b> -2.Мелкая неисправность <b>Уровень </b>-2.Обычная<b> Отдел</b> -2.Аварийная служба <b>Описание заявки</b> -новая заявкаdfsgsdfg\n', 53),
                                                                                         (101, 1684527536, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Cрок предполагаемого ремонта</b> - 1684529336', 53),
                                                                                         (102, 1684527586, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Cрок предполагаемого ремонта</b> - 1687208399 <b>Описание заявки</b> -новая заявкаdfsgsdfg\ntreye Ответственный уведомлен. 2023-05-19 23:19  <b>Назначен ответственный</b> -Иванов Иван <b>Группа</b> -3.Неисправность лифта <b>Уровень </b>-3.Не срочная', 53),
                                                                                         (103, 1684527620, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Cрок предполагаемого ремонта</b> - 1692478799 <b>Описание заявки</b> -новая заявкаdfsgsd Ответственный НЕ уведомлен.  <b>Назначен ответственный</b> -Замотаев Анатолий Сообщение в телерам отправлено', 53),
                                                                                         (104, 1684527669, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен. 2023-05-19 23:21 ', 53),
                                                                                         (105, 1684527794, 'Замотаев Анатолий - внес(ла) следующие изменения:<b> Отдел</b> -1.Электромеханики', 53),
                                                                                         (106, 1684527877, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Cрок предполагаемого ремонта</b> - 1687208399 <b>Описание заявки</b> -9898797879укуеуе Ответственный НЕ уведомлен.  <b>Назначен ответственный</b> -Петров Петр <b>Группа</b> -4.Дополнительные работы <b>Уровень </b>-2.Обычная<b> Отдел</b> -2.Аварийная служба', 9),
                                                                                         (107, 1684528519, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Cрок предполагаемого ремонта</b> - 2023-06-03 23:59  Ответственный НЕ уведомлен. ', 45),
                                                                                         (108, 1684528532, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Группа</b> -7.Прочее', 15),
                                                                                         (109, 1684528594, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Cрок предполагаемого ремонта</b> - 2023-06-19 23:59 ', 45),
                                                                                         (110, 1684529485, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен. 2023-05-19 23:51 ', 46),
                                                                                         (111, 1684529500, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Замотаев Анатолий Сообщение в телерам отправлено', 46),
                                                                                         (112, 1684529511, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Иванов Иван Ответственный уведомлен. 2023-05-19 23:51 ', 46),
                                                                                         (113, 1684529547, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Петров Петр Ответственный уведомлен. 2023-05-19 23:52 ', 46),
                                                                                         (114, 1684529558, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -какой то тип', 46),
                                                                                         (115, 1684529578, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен. 2023-05-19 23:52  <b>Назначен ответственный</b> -Иванов Иван', 46),
                                                                                         (116, 1684529597, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен. 2023-05-19 23:53 ', 46),
                                                                                         (117, 1685653044, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Cрок предполагаемого ремонта</b> - Три дня', 65),
                                                                                         (118, 1685653062, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Описание заявки</b> -4545454567686', 65),
                                                                                         (119, 1685653080, 'Замотаев Анатолий - внес(ла) следующие изменения:<b> Отдел</b> -2.Аварийная служба <b>Уровень </b>-3.Не срочная <b>Группа</b> -6.Неисправность дисп. об.', 65),
                                                                                         (120, 1685653094, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Иванов Иван', 65),
                                                                                         (121, 1685653105, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Замотаев Анатолий', 65),
                                                                                         (122, 1685653166, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Иванов Иван', 65),
                                                                                         (123, 1685653172, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Назначен ответственный</b> -Замотаев Анатолий', 65),
                                                                                         (124, 1685729234, 'Замотаев Анатолий - внес(ла) следующие изменения: Ответственный уведомлен. 1685729234 <b>Описание заявки</b> -4545454567686iououiououo<b> Отдел</b> -1.Электромеханики <b>Уровень </b>-2.Обычная <b>Группа</b> -2.Мелкая неисправность <b>Назначен ответственный</b> -какой то тип', 65),
                                                                                         (125, 1687557601, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Cрок предполагаемого ремонта</b> - ', 60),
                                                                                         (126, 1687557628, 'Замотаев Анатолий - внес(ла) следующие изменения: <b>Cрок предполагаемого ремонта</b> - ', 43);

-- --------------------------------------------------------

--
-- Структура таблицы `lift_home`
--

CREATE TABLE `lift_home` (
                             `id` int(11) NOT NULL,
                             `home_name` varchar(64) DEFAULT NULL,
                             `street_id` int(11) NOT NULL DEFAULT 0,
                             `timestamp` timestamp NOT NULL DEFAULT current_timestamp(),
                             `vis_home` tinyint(1) NOT NULL DEFAULT 0
) ENGINE=InnoDB AVG_ROW_LENGTH=16384 DEFAULT CHARSET=utf8mb3;

--
-- Дамп данных таблицы `lift_home`
--

INSERT INTO `lift_home` (`id`, `home_name`, `street_id`, `timestamp`, `vis_home`) VALUES
                                                                                      (1, '215', 42, '2022-08-01 18:03:57', 0),
                                                                                      (2, '1', 32, '2022-08-01 18:31:40', 1),
                                                                                      (3, '4/9', 59, '2022-08-26 15:53:01', 0),
                                                                                      (4, '1/23', 54, '2022-08-26 15:55:22', 0),
                                                                                      (5, '2-А', 26, '2022-08-26 15:56:27', 0),
                                                                                      (6, '118', 35, '2022-08-26 15:57:34', 0),
                                                                                      (7, '8', 57, '2022-08-26 15:59:13', 0),
                                                                                      (8, '10', 57, '2022-08-26 16:02:35', 0),
                                                                                      (9, '12', 57, '2022-08-26 16:04:44', 0),
                                                                                      (10, '14', 57, '2022-08-26 16:06:58', 0),
                                                                                      (11, '129', 36, '2022-08-26 16:08:45', 0),
                                                                                      (12, '58', 12, '2022-08-26 16:10:05', 0),
                                                                                      (13, '4/10', 39, '2022-08-26 16:13:06', 0),
                                                                                      (14, '14/7', 10, '2022-08-26 16:14:26', 0),
                                                                                      (15, '16', 10, '2022-08-26 16:14:39', 0),
                                                                                      (16, '31', 33, '2022-08-26 16:21:22', 0),
                                                                                      (17, '33', 33, '2022-08-26 16:21:31', 0),
                                                                                      (18, '3Б', 1, '2022-08-26 16:23:10', 1),
                                                                                      (19, '43', 1, '2022-08-26 16:23:25', 0),
                                                                                      (20, '45', 1, '2022-08-26 16:23:35', 1),
                                                                                      (21, '42', 40, '2022-08-26 16:24:37', 0),
                                                                                      (22, '14', 45, '2022-08-26 16:27:48', 0),
                                                                                      (23, '16', 45, '2022-08-26 16:27:57', 0),
                                                                                      (24, '18', 45, '2022-08-26 16:28:06', 0),
                                                                                      (25, '28', 45, '2022-08-26 16:28:16', 0),
                                                                                      (26, '17', 30, '2022-08-26 16:33:39', 0),
                                                                                      (27, '23', 30, '2022-08-26 16:33:49', 0),
                                                                                      (28, '25', 30, '2022-08-26 16:33:58', 0),
                                                                                      (29, '14', 41, '2022-08-26 16:39:35', 0),
                                                                                      (30, '61-В', 25, '2022-08-26 16:41:00', 0),
                                                                                      (31, '89', 25, '2022-08-26 16:42:08', 0),
                                                                                      (32, '86', 28, '2022-08-26 16:43:31', 0),
                                                                                      (33, '33', 43, '2022-08-26 16:44:12', 0),
                                                                                      (34, '112', 8, '2022-08-26 16:44:54', 0),
                                                                                      (35, '116', 8, '2022-08-26 16:45:44', 0),
                                                                                      (36, '116-А', 8, '2022-08-26 16:45:56', 0),
                                                                                      (37, '116/1', 8, '2022-08-26 16:46:09', 0),
                                                                                      (38, '116/2', 8, '2022-08-26 16:46:17', 0),
                                                                                      (39, '116/3', 8, '2022-08-26 16:46:35', 0),
                                                                                      (40, '116/4', 8, '2022-08-26 16:47:08', 0),
                                                                                      (41, '116/5', 8, '2022-08-26 16:47:16', 0),
                                                                                      (42, '116/6', 8, '2022-08-26 16:47:23', 0),
                                                                                      (43, '120', 8, '2022-08-26 16:47:35', 0),
                                                                                      (44, '122/1', 8, '2022-08-26 16:47:48', 0),
                                                                                      (45, '18', 44, '2022-08-26 16:53:42', 0),
                                                                                      (46, '18-А', 44, '2022-08-26 16:53:57', 0),
                                                                                      (47, '1/2', 31, '2022-08-26 16:55:10', 0),
                                                                                      (48, '3', 31, '2022-08-26 16:55:20', 0),
                                                                                      (49, '7', 31, '2022-08-26 16:55:29', 0),
                                                                                      (50, '5-А', 65, '2022-08-26 17:14:21', 0),
                                                                                      (51, '41', 28, '2022-08-30 05:25:54', 0),
                                                                                      (52, ' 17', 66, '2022-08-31 02:02:00', 1),
                                                                                      (53, ' 23', 66, '2022-08-31 05:39:14', 1),
                                                                                      (54, '1/9', 27, '2022-08-31 11:54:30', 0),
                                                                                      (55, 'новый номер текущего', 34, '2022-08-31 12:17:35', 0),
                                                                                      (60, ' 25', 68, '2022-08-31 13:45:14', 0),
                                                                                      (61, ' 103в', 34, '2022-09-01 07:35:56', 0),
                                                                                      (62, ' 17', 32, '2022-09-02 02:44:36', 0),
                                                                                      (63, '82', 28, '2022-09-04 12:49:07', 0),
                                                                                      (64, '  9', 32, '2022-09-05 04:31:10', 0),
                                                                                      (65, '  7', 32, '2022-09-05 05:51:46', 0),
                                                                                      (66, '6', 45, '2022-09-06 03:17:49', 0),
                                                                                      (67, '64', 47, '2022-09-07 06:17:26', 0),
                                                                                      (68, '15', 31, '2022-09-07 06:48:28', 0),
                                                                                      (69, '43/94', 1, '2022-09-07 09:48:42', 0),
                                                                                      (70, ' 19', 32, '2022-09-08 07:10:05', 0),
                                                                                      (71, '86', 86, '2022-09-08 08:27:14', 0),
                                                                                      (72, '84', 28, '2022-09-09 03:26:08', 0),
                                                                                      (73, '102/159', 49, '2022-09-10 10:23:10', 0),
                                                                                      (74, ' 3-Б', 1, '2022-09-11 03:14:07', 0),
                                                                                      (75, 'Уланская11', 31, '2022-09-11 08:38:49', 1),
                                                                                      (76, '11', 70, '2022-09-11 08:41:23', 0),
                                                                                      (77, '145/5', 8, '2022-09-11 09:55:16', 0),
                                                                                      (78, '15', 70, '2022-09-12 12:01:24', 0),
                                                                                      (79, '29', 60, '2022-09-13 02:41:28', 0),
                                                                                      (80, '11', 31, '2022-09-15 15:28:35', 0),
                                                                                      (81, '103/5', 34, '2022-09-16 05:50:43', 0),
                                                                                      (82, '15/2', 71, '2022-09-20 04:35:19', 0),
                                                                                      (83, '85/1', 12, '2022-09-21 05:04:17', 0),
                                                                                      (84, '51-В', 25, '2022-09-21 16:05:53', 0),
                                                                                      (85, '37/1', 28, '2022-09-24 12:14:59', 0),
                                                                                      (86, '34', 46, '2022-09-30 02:30:05', 0),
                                                                                      (87, '100', 58, '2022-10-02 08:43:37', 0),
                                                                                      (89, '5', 72, '2022-10-02 08:52:39', 0),
                                                                                      (90, '41/1', 28, '2022-10-04 02:36:48', 0),
                                                                                      (91, '1под.', 31, '2022-10-18 01:43:30', 0),
                                                                                      (92, ' 33', 73, '2022-10-18 15:19:20', 0),
                                                                                      (93, '143/5', 8, '2022-10-20 12:17:05', 0),
                                                                                      (94, ' 15', 32, '2022-10-25 07:24:31', 0),
                                                                                      (95, '274', 22, '2022-10-25 08:34:32', 0),
                                                                                      (96, '82/31', 50, '2022-10-25 13:52:50', 0),
                                                                                      (97, ' 1/23', 74, '2022-10-27 02:03:17', 0),
                                                                                      (98, '107/72', 19, '2022-10-28 04:24:19', 0),
                                                                                      (99, '6', 72, '2022-10-30 07:46:42', 0),
                                                                                      (100, '17', 35, '2022-11-17 10:51:57', 0),
                                                                                      (101, '17', 75, '2022-11-19 10:41:24', 0),
                                                                                      (102, '11888', 74, '2022-11-25 08:26:24', 0),
                                                                                      (103, '1455', 8, '2022-12-01 07:52:40', 1),
                                                                                      (104, '2П', 31, '2022-12-01 09:12:38', 0),
                                                                                      (105, '48', 12, '2022-12-11 02:48:53', 0),
                                                                                      (106, '10', 77, '2022-12-15 17:12:45', 0),
                                                                                      (107, '17', 77, '2022-12-15 17:13:30', 0),
                                                                                      (108, '29', 77, '2022-12-15 17:13:51', 0),
                                                                                      (109, '35', 77, '2022-12-15 17:14:11', 0),
                                                                                      (110, '33', 77, '2022-12-15 17:14:28', 0),
                                                                                      (111, '37', 77, '2022-12-15 17:14:48', 0),
                                                                                      (112, '39', 77, '2022-12-15 17:14:59', 0),
                                                                                      (113, '16', 82, '2022-12-15 17:16:35', 0),
                                                                                      (114, '18', 82, '2022-12-15 17:16:49', 0),
                                                                                      (115, '28', 82, '2022-12-15 17:17:10', 0),
                                                                                      (116, '28-А', 82, '2022-12-15 17:17:22', 0),
                                                                                      (117, '38', 82, '2022-12-15 17:17:45', 0),
                                                                                      (118, '40', 82, '2022-12-15 17:17:57', 0),
                                                                                      (119, '54', 80, '2022-12-15 17:20:35', 0),
                                                                                      (120, 'п. 1', 99, '2022-12-15 17:27:43', 1),
                                                                                      (121, '9', 79, '2022-12-15 17:32:36', 0),
                                                                                      (122, '11', 79, '2022-12-15 17:32:46', 0),
                                                                                      (123, '23', 79, '2022-12-15 17:33:08', 0),
                                                                                      (124, '27', 79, '2022-12-15 17:33:18', 0),
                                                                                      (125, '29', 79, '2022-12-15 17:33:28', 0),
                                                                                      (126, '204', 78, '2022-12-15 17:36:14', 0),
                                                                                      (127, 'Салютина2Б', 83, '2022-12-21 09:32:44', 1),
                                                                                      (128, '2Б', 83, '2022-12-21 09:33:31', 0),
                                                                                      (129, 'тружеников', 84, '2022-12-22 03:33:56', 1),
                                                                                      (130, '82/6', 84, '2022-12-22 03:35:50', 0),
                                                                                      (131, '2', 83, '2022-12-22 10:00:58', 0),
                                                                                      (132, 'Шевченко', 99, '2022-12-22 12:33:15', 1),
                                                                                      (133, '72', 85, '2022-12-22 12:33:31', 1),
                                                                                      (134, '1', 86, '2022-12-25 08:13:04', 0),
                                                                                      (135, ' 2', 87, '2022-12-25 12:31:20', 0),
                                                                                      (136, ' 80', 88, '2022-12-29 02:04:02', 0),
                                                                                      (137, ' 5', 89, '2022-12-29 10:05:34', 0),
                                                                                      (138, '161', 90, '2022-12-31 08:52:49', 0),
                                                                                      (139, '2а', 83, '2023-01-04 08:40:51', 0),
                                                                                      (140, ' 35е', 51, '2023-01-04 18:10:06', 0),
                                                                                      (141, '16', 77, '2023-01-07 08:20:19', 0),
                                                                                      (142, '18', 77, '2023-01-07 08:20:52', 0),
                                                                                      (143, 'Индустриальная', 99, '2023-01-07 12:54:48', 1),
                                                                                      (145, '3а', 91, '2023-01-07 12:55:31', 0),
                                                                                      (146, 'Платова', 92, '2023-01-10 02:26:28', 1),
                                                                                      (147, '7', 93, '2023-01-10 02:31:19', 0),
                                                                                      (148, '65/5', 94, '2023-01-11 02:56:46', 0),
                                                                                      (149, ' 82/6', 88, '2023-01-11 05:08:03', 0),
                                                                                      (150, '7', 92, '2023-01-12 03:44:45', 0),
                                                                                      (151, '18', 91, '2023-01-13 08:41:20', 0),
                                                                                      (152, '2а', 87, '2023-01-14 14:31:42', 0),
                                                                                      (153, '2Б', 87, '2023-01-21 10:13:17', 0),
                                                                                      (154, ' 29', 95, '2023-01-24 03:04:37', 0),
                                                                                      (155, '34', 61, '2023-01-24 07:02:16', 1),
                                                                                      (156, '7', 56, '2023-02-18 20:47:07', 1),
                                                                                      (157, '8', 48, '2023-02-18 20:47:21', 1),
                                                                                      (158, '9', 90, '2023-02-18 21:08:09', 1),
                                                                                      (159, '0', 86, '2023-02-18 21:08:09', 1),
                                                                                      (160, ' 1 .', 86, '2023-02-18 21:43:15', 0),
                                                                                      (161, '1', 48, '2023-02-18 21:43:27', 1),
                                                                                      (162, '3', 52, '2023-02-19 09:06:38', 0),
                                                                                      (163, '2', 52, '2023-02-19 09:06:38', 1),
                                                                                      (164, '111', 35, '2023-02-19 09:23:06', 0),
                                                                                      (165, '5', 52, '2023-02-19 09:37:43', 1),
                                                                                      (167, '1', 98, '2023-02-19 16:49:53', 1),
                                                                                      (168, '2', 98, '2023-02-19 16:49:53', 1),
                                                                                      (169, '23', 81, '2023-02-19 18:07:27', 0),
                                                                                      (170, '', 72, '2023-02-19 20:43:17', 0),
                                                                                      (171, '11', 22, '2023-02-19 21:14:10', 1),
                                                                                      (173, ' 1/23', 56, '2023-03-16 20:35:24', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `lift_notes`
--

CREATE TABLE `lift_notes` (
                              `note_id` int(11) NOT NULL,
                              `note_title` varchar(200) NOT NULL DEFAULT '',
                              `note_body` text NOT NULL,
                              `note_relation` int(11) NOT NULL DEFAULT 0,
                              `note_type` int(1) NOT NULL DEFAULT 0,
                              `note_post_date` int(11) NOT NULL DEFAULT 0,
                              `note_post_ip` varchar(20) NOT NULL DEFAULT '',
                              `note_post_user` int(11) NOT NULL DEFAULT 0,
                              `img_name` tinytext NOT NULL DEFAULT '\'\'' COMMENT 'Имя файла изображения в завметке'
) ENGINE=InnoDB AVG_ROW_LENGTH=16384 DEFAULT CHARSET=utf8mb3;

--
-- Дамп данных таблицы `lift_notes`
--

INSERT INTO `lift_notes` (`note_id`, `note_title`, `note_body`, `note_relation`, `note_type`, `note_post_date`, `note_post_ip`, `note_post_user`, `img_name`) VALUES
                                                                                                                                                                  (1, 'Заметка', 'Требуется замена кнопки реверса дверей', 1, 1, 1673813687, '193.160.205.86', 1, '\'\''),
                                                                                                                                                                  (2, 'Заметка', 'gggghhhh', 21, 1, 1675281030, '192.168.0.100', 1, '\'\''),
                                                                                                                                                                  (3, 'Заметка', 'ntrcn pfvtnrb', 38, 1, 1675592386, '192.168.0.100', 1, '\'\''),
                                                                                                                                                                  (4, 'Заметка', 'tot ntrc', 38, 1, 1675592395, '192.168.0.100', 1, '\'\''),
                                                                                                                                                                  (5, 'Заметка', 'ghbbbbhg  g g gg', 38, 1, 1675592411, '192.168.0.100', 1, '\'\''),
                                                                                                                                                                  (6, '', 'ffgfgf', 3, 1, 1675622789, '192.168.0.100', 1, '\'\''),
                                                                                                                                                                  (7, '', 'ffgfgf', 3, 1, 1675622799, '192.168.0.100', 1, '\'\''),
                                                                                                                                                                  (8, '', 'ffgfgf', 3, 1, 1675622804, '192.168.0.100', 1, '\'\''),
                                                                                                                                                                  (9, '', 'dedededed', 4, 1, 1675623126, '192.168.0.100', 1, '\'\''),
                                                                                                                                                                  (10, '', 'frfedefrdedr', 3, 1, 1675623168, '192.168.0.100', 1, '\'\''),
                                                                                                                                                                  (11, '', 'к44кк44кк4', 3, 1, 1675623345, '192.168.0.100', 1, '\'\''),
                                                                                                                                                                  (12, '', 'аппппрррпппрекппкпкп', 3, 1, 1675623669, '192.168.0.100', 1, '\'\''),
                                                                                                                                                                  (13, '', 'rtyyhrgbd', 3, 1, 1675624196, '192.168.0.100', 1, '\'\''),
                                                                                                                                                                  (14, '', 'gddggggfgfff', 3, 1, 1675624223, '192.168.0.100', 1, '\'\''),
                                                                                                                                                                  (15, '', 'pdvtnrf ', 9, 1, 1675627732, '192.168.0.100', 1, '\'\''),
                                                                                                                                                                  (16, 'Заметка', 'nnnbnbn', 33, 1, 1675799538, '192.168.0.100', 3, '\'\''),
                                                                                                                                                                  (17, '', 'mmmmmmm', 29, 1, 1675802059, '192.168.0.100', 3, '\'\''),
                                                                                                                                                                  (18, '', 'mnmn,mnnmnn,n', 33, 1, 1675802185, '192.168.0.100', 3, '\'\''),
                                                                                                                                                                  (19, '', 'nbmnbmnbmnb', 33, 1, 1675802880, '192.168.0.100', 3, '\'\''),
                                                                                                                                                                  (20, '', 'nnnbnbn', 33, 1, 1675803022, '192.168.0.100', 3, '\'\''),
                                                                                                                                                                  (21, '', 'mn mnmbbb', 33, 1, 1675803232, '192.168.0.100', 3, '\'\''),
                                                                                                                                                                  (22, '', '1234567', 33, 1, 1675803407, '192.168.0.100', 3, '\'\''),
                                                                                                                                                                  (23, '', '7678899876', 33, 1, 1675803585, '192.168.0.100', 3, '\'\''),
                                                                                                                                                                  (24, '', '000000000', 33, 1, 1675803739, '192.168.0.100', 3, '\'\''),
                                                                                                                                                                  (25, 'Заметка', '45645646', 41, 1, 1678221418, '127.0.0.1', 1, '\'\''),
                                                                                                                                                                  (26, 'Заметка', '456345354', 41, 1, 1678221441, '127.0.0.1', 1, '\'\''),
                                                                                                                                                                  (27, 'Заметка', '35345345', 41, 1, 1678221460, '127.0.0.1', 1, '\'\''),
                                                                                                                                                                  (28, 'Заметка', '3534535', 17, 1, 1678298495, '127.0.0.1', 1, '\'\''),
                                                                                                                                                                  (29, 'Изображение', '0000000000', 14, 2, 1678298601, '127.0.0.1', 1, '3note_img1750.jpg'),
                                                                                                                                                                  (30, 'Заметка', 'rtetert', 41, 1, 1678299128, '127.0.0.1', 1, '\'\''),
                                                                                                                                                                  (31, 'Заметка', 'кунекункун', 14, 1, 1678564631, '127.0.0.1', 2, '\'\''),
                                                                                                                                                                  (32, 'Заметка', 'новая заметка', 51, 1, 1679219852, '127.0.0.1', 1, '\'\''),
                                                                                                                                                                  (33, 'Заметка', '34434', 53, 1, 1684444276, '127.0.0.1', 1, '\'\''),
                                                                                                                                                                  (34, 'Заметка', '12345', 53, 1, 1684444348, '127.0.0.1', 1, '\'\''),
                                                                                                                                                                  (35, 'Заметка', '12345678789', 56, 1, 1684444419, '127.0.0.1', 1, '\'\''),
                                                                                                                                                                  (36, 'Заметка', '123456', 56, 1, 1684444459, '127.0.0.1', 1, '\'\''),
                                                                                                                                                                  (37, 'Заметка', '12345', 56, 1, 1684444750, '127.0.0.1', 1, '\'\''),
                                                                                                                                                                  (38, 'Заметка', '11111', 65, 1, 1685736202, '127.0.0.1', 1, '\'\'');

-- --------------------------------------------------------

--
-- Структура таблицы `lift_object`
--

CREATE TABLE `lift_object` (
                               `id` int(11) NOT NULL,
                               `object_name` varchar(255) NOT NULL,
                               `home_id` int(11) NOT NULL,
                               `timestamp` timestamp NOT NULL DEFAULT current_timestamp(),
                               `vis_object` tinyint(1) NOT NULL DEFAULT 0,
                               `abbreviated_name` mediumint(6) NOT NULL DEFAULT 0 COMMENT 'Сокращенное наименование лифта в SPult'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3;

--
-- Дамп данных таблицы `lift_object`
--

INSERT INTO `lift_object` (`id`, `object_name`, `home_id`, `timestamp`, `vis_object`, `abbreviated_name`) VALUES
                                                                                                              (1, 'п.1 ', 1, '2022-08-26 15:50:36', 0, 0),
                                                                                                              (2, 'п.2 ', 1, '2022-08-26 15:50:47', 0, 0),
                                                                                                              (3, 'п.1 uh', 3, '2022-08-26 15:53:14', 0, 0),
                                                                                                              (4, 'п.1 gf', 3, '2022-08-26 15:53:28', 1, 0),
                                                                                                              (5, 'п.2 лев.', 3, '2022-08-26 15:53:45', 0, 0),
                                                                                                              (6, 'п.2 прав.', 3, '2022-08-26 15:53:55', 0, 0),
                                                                                                              (7, 'п.3 лев.', 3, '2022-08-26 15:54:11', 0, 0),
                                                                                                              (8, 'п.3 прав.', 3, '2022-08-26 15:54:24', 0, 0),
                                                                                                              (9, 'п.1', 4, '2022-08-26 15:55:30', 0, 0),
                                                                                                              (10, 'п.1 ', 5, '2022-08-26 15:56:45', 0, 0),
                                                                                                              (11, 'п.1 ', 6, '2022-08-26 15:57:46', 0, 0),
                                                                                                              (12, 'п.2 ', 6, '2022-08-26 15:57:53', 0, 0),
                                                                                                              (13, 'п.3 ', 6, '2022-08-26 15:58:02', 0, 0),
                                                                                                              (14, 'п.4 ', 6, '2022-08-26 15:58:10', 0, 0),
                                                                                                              (15, 'п.1 пасс.', 7, '2022-08-26 15:59:39', 0, 0),
                                                                                                              (16, 'п.1 груз.', 7, '2022-08-26 15:59:51', 0, 0),
                                                                                                              (17, 'п.2 пасс.', 7, '2022-08-26 16:00:01', 0, 0),
                                                                                                              (18, 'п.2 груз.', 7, '2022-08-26 16:00:10', 1, 0),
                                                                                                              (19, 'п.3 пасс.', 7, '2022-08-26 16:00:23', 0, 0),
                                                                                                              (20, 'п.3 груз.', 7, '2022-08-26 16:00:33', 0, 0),
                                                                                                              (21, 'п.4 пасс.', 7, '2022-08-26 16:00:43', 0, 0),
                                                                                                              (22, 'п.4 груз.', 7, '2022-08-26 16:02:09', 0, 0),
                                                                                                              (23, 'п.1 пасс.', 8, '2022-08-26 16:02:57', 0, 0),
                                                                                                              (24, 'п.1 груз.', 8, '2022-08-26 16:03:08', 0, 0),
                                                                                                              (25, 'п.2 пасс.', 8, '2022-08-26 16:03:17', 0, 0),
                                                                                                              (26, 'п.2 груз.', 8, '2022-08-26 16:03:27', 0, 0),
                                                                                                              (27, 'п.3 пасс.', 8, '2022-08-26 16:03:36', 0, 0),
                                                                                                              (28, 'п.3 груз.', 8, '2022-08-26 16:03:45', 0, 0),
                                                                                                              (29, 'п.4 пасс.', 8, '2022-08-26 16:03:55', 0, 0),
                                                                                                              (30, 'п.4 груз.', 8, '2022-08-26 16:04:06', 0, 0),
                                                                                                              (31, 'п.1 пасс.', 9, '2022-08-26 16:05:24', 0, 0),
                                                                                                              (32, 'п.1 груз.', 9, '2022-08-26 16:05:34', 0, 0),
                                                                                                              (33, 'п.2 пасс.', 9, '2022-08-26 16:05:43', 0, 0),
                                                                                                              (34, 'п.2 груз.', 9, '2022-08-26 16:05:52', 0, 0),
                                                                                                              (35, 'п.3 пасс.', 9, '2022-08-26 16:06:00', 0, 0),
                                                                                                              (36, 'п.3 груз.', 9, '2022-08-26 16:06:08', 0, 0),
                                                                                                              (37, 'п.4 пасс.', 9, '2022-08-26 16:06:17', 0, 0),
                                                                                                              (38, 'п.4 груз.', 9, '2022-08-26 16:06:26', 0, 0),
                                                                                                              (39, 'п.1 пасс.', 10, '2022-08-26 16:07:19', 0, 0),
                                                                                                              (40, 'п.1 груз.', 10, '2022-08-26 16:07:30', 0, 0),
                                                                                                              (41, 'п.2 пасс.', 10, '2022-08-26 16:07:41', 0, 0),
                                                                                                              (42, 'п.2 груз.', 10, '2022-08-26 16:07:50', 0, 0),
                                                                                                              (43, 'п.1 ', 11, '2022-08-26 16:08:55', 0, 0),
                                                                                                              (44, 'п.2 ', 11, '2022-08-26 16:09:03', 0, 0),
                                                                                                              (45, 'п.1 ', 12, '2022-08-26 16:10:25', 0, 0),
                                                                                                              (46, 'п.2 ', 12, '2022-08-26 16:10:33', 0, 0),
                                                                                                              (47, 'п.3 ', 12, '2022-08-26 16:10:41', 0, 0),
                                                                                                              (48, 'п.1 ', 13, '2022-08-26 16:13:16', 0, 0),
                                                                                                              (49, 'п.2 ', 13, '2022-08-26 16:13:25', 0, 0),
                                                                                                              (50, 'п.3 ', 13, '2022-08-26 16:13:32', 0, 0),
                                                                                                              (51, 'п.1 ', 14, '2022-08-26 16:14:54', 0, 0),
                                                                                                              (52, 'п.2 ', 14, '2022-08-26 16:15:01', 0, 0),
                                                                                                              (53, 'п.3 ', 14, '2022-08-26 16:15:08', 0, 0),
                                                                                                              (54, 'п.1 ', 15, '2022-08-26 16:15:19', 0, 0),
                                                                                                              (55, 'п.2 ', 15, '2022-08-26 16:15:27', 0, 0),
                                                                                                              (56, 'п.3 ', 15, '2022-08-26 16:15:35', 0, 0),
                                                                                                              (57, 'п.1 ', 16, '2022-08-26 16:21:41', 0, 0),
                                                                                                              (58, 'п.2 ', 16, '2022-08-26 16:21:48', 0, 0),
                                                                                                              (59, 'п.3 ', 16, '2022-08-26 16:21:57', 0, 0),
                                                                                                              (60, 'п.1 ', 17, '2022-08-26 16:22:11', 0, 0),
                                                                                                              (61, 'п.2 ', 17, '2022-08-26 16:22:19', 0, 0),
                                                                                                              (62, 'п.3 ', 17, '2022-08-26 16:22:26', 0, 0),
                                                                                                              (63, 'п.4 ', 17, '2022-08-26 16:22:34', 0, 0),
                                                                                                              (64, 'п.1 ', 18, '2022-08-26 16:23:45', 0, 0),
                                                                                                              (65, 'п.1 ', 19, '2022-08-26 16:23:56', 0, 0),
                                                                                                              (66, 'п.1 ', 20, '2022-08-26 16:24:13', 0, 0),
                                                                                                              (67, 'п.1 ', 21, '2022-08-26 16:24:55', 0, 0),
                                                                                                              (68, 'п.2 ', 21, '2022-08-26 16:25:02', 0, 0),
                                                                                                              (69, 'п.3 ', 21, '2022-08-26 16:25:09', 0, 0),
                                                                                                              (70, 'п.1 пасс.', 22, '2022-08-26 16:28:41', 0, 0),
                                                                                                              (71, 'п.1 груз.', 22, '2022-08-26 16:28:50', 0, 0),
                                                                                                              (72, 'п.2 пасс.', 22, '2022-08-26 16:28:58', 0, 0),
                                                                                                              (73, 'п.2 груз.', 22, '2022-08-26 16:29:07', 0, 0),
                                                                                                              (74, 'п.1 пасс.', 23, '2022-08-26 16:29:32', 0, 0),
                                                                                                              (75, 'п.1 груз.', 23, '2022-08-26 16:29:40', 0, 0),
                                                                                                              (76, 'п.2 пасс.', 23, '2022-08-26 16:29:48', 0, 0),
                                                                                                              (77, 'п.2 груз.', 23, '2022-08-26 16:29:56', 0, 0),
                                                                                                              (78, 'п.3 пасс.', 23, '2022-08-26 16:30:04', 0, 0),
                                                                                                              (79, 'п.3 груз.', 23, '2022-08-26 16:30:12', 0, 0),
                                                                                                              (80, 'п.4 пасс.', 23, '2022-08-26 16:30:21', 0, 0),
                                                                                                              (81, 'п.4 груз.', 23, '2022-08-26 16:30:37', 0, 0),
                                                                                                              (82, 'п.1 пасс.', 24, '2022-08-26 16:30:59', 0, 0),
                                                                                                              (83, 'п.1 груз.', 24, '2022-08-26 16:31:06', 0, 0),
                                                                                                              (84, 'п.2 пасс.', 24, '2022-08-26 16:31:14', 0, 0),
                                                                                                              (85, 'п.2 груз.', 24, '2022-08-26 16:31:23', 0, 0),
                                                                                                              (86, 'п.3 пасс.', 24, '2022-08-26 16:31:32', 0, 0),
                                                                                                              (87, 'п.3 груз.', 24, '2022-08-26 16:31:40', 0, 0),
                                                                                                              (89, 'п.1 груз.', 25, '2022-08-26 16:32:26', 0, 0),
                                                                                                              (90, 'п.2 пасс.', 25, '2022-08-26 16:32:33', 0, 0),
                                                                                                              (91, 'п.2 груз.', 25, '2022-08-26 16:32:42', 0, 0),
                                                                                                              (92, 'п.3 пасс.', 25, '2022-08-26 16:32:50', 0, 0),
                                                                                                              (93, 'п.3 груз.', 25, '2022-08-26 16:32:58', 0, 0),
                                                                                                              (94, 'п.1 пасс.', 26, '2022-08-26 16:35:22', 0, 0),
                                                                                                              (95, 'п.1 груз.', 26, '2022-08-26 16:35:31', 0, 0),
                                                                                                              (96, 'п.2 пасс.', 26, '2022-08-26 16:35:39', 0, 0),
                                                                                                              (97, 'п.2 груз.', 26, '2022-08-26 16:35:47', 0, 0),
                                                                                                              (98, 'п.3 пасс.', 26, '2022-08-26 16:35:57', 0, 0),
                                                                                                              (99, 'п.3 груз.', 26, '2022-08-26 16:36:05', 0, 0),
                                                                                                              (100, 'п.4 пасс.', 26, '2022-08-26 16:36:14', 0, 0),
                                                                                                              (101, 'п.4 груз.', 26, '2022-08-26 16:36:23', 0, 0),
                                                                                                              (102, 'п.1 пасс.', 27, '2022-08-26 16:36:53', 0, 0),
                                                                                                              (103, 'п.1 груз.', 27, '2022-08-26 16:37:01', 0, 0),
                                                                                                              (104, 'п.2 пасс.', 27, '2022-08-26 16:37:09', 0, 0),
                                                                                                              (105, 'п.2 груз.', 27, '2022-08-26 16:37:17', 0, 0),
                                                                                                              (106, 'п.3 пасс.', 27, '2022-08-26 16:37:29', 0, 0),
                                                                                                              (107, 'п.3 груз.', 27, '2022-08-26 16:37:37', 0, 0),
                                                                                                              (108, 'п.1 пасс.', 28, '2022-08-26 16:37:58', 0, 0),
                                                                                                              (109, '25', 28, '2022-08-26 16:38:05', 0, 0),
                                                                                                              (110, 'п.2 пасс.', 28, '2022-08-26 16:38:15', 0, 0),
                                                                                                              (111, 'п.1 груз.', 28, '2022-08-26 16:38:23', 0, 0),
                                                                                                              (112, 'п.3 пасс.', 28, '2022-08-26 16:38:30', 0, 0),
                                                                                                              (113, 'п.3 груз.', 28, '2022-08-26 16:38:39', 0, 0),
                                                                                                              (114, 'п.1 ', 29, '2022-08-26 16:39:50', 0, 0),
                                                                                                              (115, 'п.2 ', 29, '2022-08-26 16:39:58', 0, 0),
                                                                                                              (116, ' лев.', 30, '2022-08-26 16:41:23', 0, 0),
                                                                                                              (117, ' сред.', 30, '2022-08-26 16:41:32', 0, 0),
                                                                                                              (118, ' прав.', 30, '2022-08-26 16:41:41', 0, 0),
                                                                                                              (119, 'п.1', 31, '2022-08-26 16:42:32', 0, 0),
                                                                                                              (121, 'п.3 ', 31, '2022-08-26 16:42:49', 0, 0),
                                                                                                              (122, 'п.4 ', 31, '2022-08-26 16:42:57', 0, 0),
                                                                                                              (123, 'п.5 ', 31, '2022-08-26 16:43:05', 0, 0),
                                                                                                              (124, 'п.1 ', 32, '2022-08-26 16:43:40', 0, 0),
                                                                                                              (125, 'п.1 ', 33, '2022-08-26 16:44:21', 0, 0),
                                                                                                              (126, 'п.1 ', 34, '2022-08-26 16:45:08', 0, 0),
                                                                                                              (127, 'п.2 ', 34, '2022-08-26 16:45:15', 0, 0),
                                                                                                              (128, 'п.1 ', 35, '2022-08-26 16:48:11', 0, 0),
                                                                                                              (129, 'п.2 ', 35, '2022-08-26 16:48:19', 0, 0),
                                                                                                              (130, 'п.1 ', 36, '2022-08-26 16:48:35', 0, 0),
                                                                                                              (131, 'п.2 ', 36, '2022-08-26 16:48:42', 0, 0),
                                                                                                              (132, 'п.3 ', 36, '2022-08-26 16:48:50', 0, 0),
                                                                                                              (133, 'п.1 ', 37, '2022-08-26 16:50:03', 0, 0),
                                                                                                              (134, 'п.1 ', 38, '2022-08-26 16:50:19', 0, 0),
                                                                                                              (135, 'п.2 ', 38, '2022-08-26 16:50:26', 0, 0),
                                                                                                              (136, 'п.1 ', 39, '2022-08-26 16:50:55', 0, 0),
                                                                                                              (137, 'п.2 ', 39, '2022-08-26 16:51:02', 0, 0),
                                                                                                              (138, 'п.3 ', 39, '2022-08-26 16:51:09', 0, 0),
                                                                                                              (139, 'п.1 ', 40, '2022-08-26 16:51:34', 0, 0),
                                                                                                              (140, 'п.1 ', 41, '2022-08-26 16:51:45', 0, 0),
                                                                                                              (141, 'п.1 ', 42, '2022-08-26 16:51:58', 0, 0),
                                                                                                              (142, 'п.1 ', 43, '2022-08-26 16:52:23', 0, 0),
                                                                                                              (143, 'п.2 ', 43, '2022-08-26 16:52:30', 0, 0),
                                                                                                              (144, 'п.3 ', 43, '2022-08-26 16:52:38', 0, 0),
                                                                                                              (145, 'п.4 ', 43, '2022-08-26 16:52:46', 0, 0),
                                                                                                              (146, 'п.5 ', 43, '2022-08-26 16:52:54', 0, 0),
                                                                                                              (147, 'п.1 ', 44, '2022-08-26 16:53:17', 0, 0),
                                                                                                              (148, 'п.1 ', 45, '2022-08-26 16:54:09', 0, 0),
                                                                                                              (149, 'п.2 ', 45, '2022-08-26 16:54:17', 0, 0),
                                                                                                              (150, 'п.1 ', 46, '2022-08-26 16:54:30', 0, 0),
                                                                                                              (151, 'п.2 ', 46, '2022-08-26 16:54:38', 0, 0),
                                                                                                              (152, 'п.1 пасс.', 47, '2022-08-26 16:55:45', 0, 0),
                                                                                                              (153, 'п.1 груз.', 47, '2022-08-26 16:55:53', 0, 0),
                                                                                                              (154, 'п.2 пасс.', 47, '2022-08-26 16:56:01', 0, 0),
                                                                                                              (155, 'п.2 груз.', 47, '2022-08-26 16:56:09', 0, 0),
                                                                                                              (156, 'п.1 пасс.', 48, '2022-08-26 16:56:26', 0, 0),
                                                                                                              (157, 'п.1 груз.', 48, '2022-08-26 16:56:36', 0, 0),
                                                                                                              (158, 'п.2 пасс.', 48, '2022-08-26 16:56:44', 0, 0),
                                                                                                              (159, 'п.2 груз.', 48, '2022-08-26 16:56:52', 0, 0),
                                                                                                              (160, 'п.1 пасс.', 49, '2022-08-26 16:57:08', 0, 0),
                                                                                                              (161, 'п.1 груз.', 49, '2022-08-26 16:57:18', 0, 0),
                                                                                                              (162, 'п.2 пасс.', 49, '2022-08-26 16:57:26', 0, 0),
                                                                                                              (163, 'п.2 груз.', 49, '2022-08-26 16:57:34', 0, 0),
                                                                                                              (164, 'п.3 пасс.', 49, '2022-08-26 16:57:49', 0, 0),
                                                                                                              (165, 'п.3 груз.', 49, '2022-08-26 16:57:59', 0, 0),
                                                                                                              (166, ' пасс.', 50, '2022-08-26 17:14:37', 0, 0),
                                                                                                              (167, ' груз.', 50, '2022-08-26 17:14:44', 0, 0),
                                                                                                              (168, 'п.1 ', 51, '2022-08-30 05:28:17', 0, 0),
                                                                                                              (180, 'п. 3 груз', 60, '2022-08-31 13:45:14', 0, 0),
                                                                                                              (181, 'п. 2', 61, '2022-09-01 07:35:56', 0, 0),
                                                                                                              (182, 'п. 3', 54, '2022-09-01 09:01:12', 0, 0),
                                                                                                              (183, 'п. 1 пасс.', 62, '2022-09-02 02:44:36', 0, 0),
                                                                                                              (184, ' п.1 прав.', 63, '2022-09-04 12:49:27', 0, 0),
                                                                                                              (185, 'п. 2 пасс.', 64, '2022-09-05 04:31:10', 0, 0),
                                                                                                              (186, 'п. 2 груз.', 65, '2022-09-05 05:51:46', 0, 0),
                                                                                                              (187, 'п.2 ', 66, '2022-09-06 03:20:03', 0, 0),
                                                                                                              (188, ' груз. 1', 66, '2022-09-06 06:19:16', 0, 0),
                                                                                                              (189, 'п. 1 пасс.', 65, '2022-09-06 09:27:58', 0, 0),
                                                                                                              (190, 'п. 1 груз.', 65, '2022-09-06 10:01:44', 0, 0),
                                                                                                              (191, 'п.2 ', 67, '2022-09-07 06:17:58', 0, 0),
                                                                                                              (192, 'п.1 пасс.', 68, '2022-09-07 06:49:04', 0, 0),
                                                                                                              (193, 'п.1 ', 69, '2022-09-07 09:49:08', 0, 0),
                                                                                                              (194, 'п.2 пасс.', 68, '2022-09-08 04:04:15', 0, 0),
                                                                                                              (195, 'п. 1  груз.', 70, '2022-09-08 07:10:05', 0, 0),
                                                                                                              (196, 'п.2', 71, '2022-09-08 08:27:34', 0, 0),
                                                                                                              (197, 'п.3 пасс.', 67, '2022-09-09 02:33:02', 0, 0),
                                                                                                              (198, 'п.2 ', 72, '2022-09-09 03:26:36', 0, 0),
                                                                                                              (199, 'п.4 ', 51, '2022-09-09 08:34:47', 0, 0),
                                                                                                              (200, 'п. 1 груз.', 64, '2022-09-09 13:22:17', 0, 0),
                                                                                                              (201, ' п.1 лев.', 63, '2022-09-10 09:22:49', 0, 0),
                                                                                                              (202, 'п.3 ', 51, '2022-09-10 10:21:31', 0, 0),
                                                                                                              (203, 'п.3 ', 73, '2022-09-10 10:24:02', 0, 0),
                                                                                                              (204, 'п. 1', 74, '2022-09-11 03:14:07', 0, 0),
                                                                                                              (205, 'п.3 ', 76, '2022-09-11 08:42:09', 0, 0),
                                                                                                              (206, 'п.3 ', 77, '2022-09-11 09:55:49', 0, 0),
                                                                                                              (207, ' груз. 1', 78, '2022-09-12 12:02:30', 0, 0),
                                                                                                              (208, 'п.1 ', 77, '2022-09-12 12:24:06', 0, 0),
                                                                                                              (209, ' груз.', 79, '2022-09-13 02:42:00', 0, 0),
                                                                                                              (210, 'п. 1', 61, '2022-09-14 06:18:07', 0, 0),
                                                                                                              (211, 'груз', 55, '2022-09-14 11:33:51', 0, 0),
                                                                                                              (212, 'п.1 груз.', 75, '2022-09-15 15:28:59', 0, 0),
                                                                                                              (213, 'п.1 ', 81, '2022-09-16 05:51:07', 0, 0),
                                                                                                              (214, 'п. 2  пасс.', 70, '2022-09-17 02:14:27', 0, 0),
                                                                                                              (215, 'п.1', 71, '2022-09-17 06:46:08', 0, 0),
                                                                                                              (216, 'п. 1 пасс.', 70, '2022-09-18 02:24:54', 0, 0),
                                                                                                              (217, 'п.1 пасс.', 66, '2022-09-19 07:14:29', 0, 0),
                                                                                                              (218, 'п. 1 пасс.', 64, '2022-09-20 02:42:48', 0, 0),
                                                                                                              (219, 'п.4 ', 82, '2022-09-20 04:35:58', 0, 0),
                                                                                                              (220, 'п. 2', 54, '2022-09-20 08:20:39', 0, 0),
                                                                                                              (221, 'п.1 ', 83, '2022-09-21 05:04:54', 0, 0),
                                                                                                              (222, 'лев.', 84, '2022-09-21 16:05:53', 0, 0),
                                                                                                              (223, 'п. 2 пасс.', 62, '2022-09-22 13:15:34', 0, 0),
                                                                                                              (224, 'прав.', 84, '2022-09-23 10:01:31', 0, 0),
                                                                                                              (225, 'п.1 ', 72, '2022-09-23 12:57:13', 0, 0),
                                                                                                              (226, 'п. 1', 54, '2022-09-24 03:58:43', 0, 0),
                                                                                                              (227, 'п.1 ', 85, '2022-09-24 12:15:14', 0, 0),
                                                                                                              (228, 'сред.', 84, '2022-09-25 07:27:41', 0, 0),
                                                                                                              (229, 'п.2 груз.', 68, '2022-09-27 13:37:56', 0, 0),
                                                                                                              (230, 'п.1', 86, '2022-09-30 02:30:21', 0, 0),
                                                                                                              (231, 'п.3', 71, '2022-10-01 02:40:23', 0, 0),
                                                                                                              (232, 'п.1 ', 67, '2022-10-01 07:54:59', 0, 0),
                                                                                                              (233, 'п.2 ', 51, '2022-10-02 07:58:31', 0, 0),
                                                                                                              (234, 'п.2 ', 87, '2022-10-02 08:43:59', 0, 0),
                                                                                                              (235, 'п.3 груз.', 89, '2022-10-02 08:54:06', 0, 0),
                                                                                                              (237, 'п.2 пасс.', 89, '2022-10-03 06:44:38', 0, 0),
                                                                                                              (238, 'п.3 ', 90, '2022-10-04 02:37:18', 0, 0),
                                                                                                              (239, 'п.3 пасс.', 68, '2022-10-04 03:10:04', 0, 0),
                                                                                                              (240, 'п.2 2 груз.', 75, '2022-10-06 11:43:34', 0, 0),
                                                                                                              (241, 'п.3 ', 78, '2022-10-07 11:54:23', 0, 0),
                                                                                                              (242, 'п.2 груз.', 78, '2022-10-08 06:31:06', 0, 0),
                                                                                                              (243, 'п.2 груз.', 89, '2022-10-11 04:39:01', 0, 0),
                                                                                                              (244, 'п.1 ', 87, '2022-10-12 09:59:55', 0, 0),
                                                                                                              (245, 'п.1 груз.', 89, '2022-10-12 11:21:00', 0, 0),
                                                                                                              (246, 'п.1 пасс.', 89, '2022-10-13 03:51:01', 0, 0),
                                                                                                              (247, 'п.3 пасс.', 78, '2022-10-17 05:40:43', 0, 0),
                                                                                                              (248, 'п.3 пасс.', 89, '2022-10-17 16:35:02', 0, 0),
                                                                                                              (249, 'п.1', 82, '2022-10-17 16:37:03', 0, 0),
                                                                                                              (250, 'п.2', 82, '2022-10-17 16:37:14', 0, 0),
                                                                                                              (251, 'п.3', 82, '2022-10-17 16:37:27', 0, 0),
                                                                                                              (252, 'п.1 пасс.', 80, '2022-10-17 16:44:26', 0, 0),
                                                                                                              (253, 'п.1 груз.', 80, '2022-10-17 16:44:38', 0, 0),
                                                                                                              (254, 'п.2 пасс.', 80, '2022-10-17 16:44:53', 0, 0),
                                                                                                              (255, 'п.2 груз.', 80, '2022-10-17 16:45:03', 0, 0),
                                                                                                              (256, 'п.1 груз.', 68, '2022-10-17 16:46:08', 0, 0),
                                                                                                              (257, 'п.3 груз.', 68, '2022-10-17 16:47:06', 0, 0),
                                                                                                              (258, ' пасс.', 91, '2022-10-18 01:43:51', 0, 0),
                                                                                                              (259, 'п.4 ', 90, '2022-10-18 08:58:44', 0, 0),
                                                                                                              (260, 'п.1', 92, '2022-10-18 15:19:20', 0, 26),
                                                                                                              (261, 'п.1 ', 93, '2022-10-20 12:17:22', 0, 0),
                                                                                                              (262, 'п. 2 груз.', 64, '2022-10-22 03:39:11', 0, 71),
                                                                                                              (263, 'п.4 ', 73, '2022-10-22 06:23:29', 0, 0),
                                                                                                              (264, 'п.3 груз.', 80, '2022-10-23 07:25:40', 0, 0),
                                                                                                              (265, 'п. 1 груз.', 94, '2022-10-25 07:24:31', 0, 273),
                                                                                                              (266, 'п.1 ', 95, '2022-10-25 08:34:53', 0, 0),
                                                                                                              (267, 'п.1 ', 96, '2022-10-25 13:53:15', 0, 0),
                                                                                                              (268, 'п.1', 97, '2022-10-27 02:03:17', 0, 202),
                                                                                                              (269, 'п.1 ', 90, '2022-10-27 02:18:51', 0, 0),
                                                                                                              (270, 'п.2', 90, '2022-10-27 13:37:43', 0, 0),
                                                                                                              (271, 'п.2 ', 98, '2022-10-28 04:24:48', 0, 0),
                                                                                                              (273, '1 п. пасс.5', 99, '2023-02-19 20:35:08', 0, 776),
                                                                                                              (274, 'п.1 груз.', 6, '2022-11-05 07:52:23', 0, 0),
                                                                                                              (275, 'п.2 груз.', 66, '2022-11-05 10:08:54', 0, 0),
                                                                                                              (276, 'п. 2 пасс.', 65, '2022-11-07 23:27:27', 0, 82),
                                                                                                              (277, 'п. 2  груз.', 70, '2022-11-08 02:11:05', 0, 259),
                                                                                                              (278, 'п.3 ', 80, '2022-11-16 03:20:43', 0, 0),
                                                                                                              (279, 'п.1 ', 100, '2022-11-17 10:52:15', 0, 0),
                                                                                                              (280, 'п.2 ', 100, '2022-11-17 10:52:31', 0, 0),
                                                                                                              (281, 'п.3 ', 100, '2022-11-17 10:52:41', 0, 0),
                                                                                                              (282, 'п.3 ', 101, '2022-11-19 10:41:45', 0, 0),
                                                                                                              (283, 'п.2 ', 77, '2022-11-20 01:02:38', 0, 0),
                                                                                                              (284, 'п. 2 груз.', 94, '2022-11-21 15:41:22', 0, 275),
                                                                                                              (285, '2 подьемник', 80, '2022-11-23 12:05:22', 0, 0),
                                                                                                              (286, 'п.1 пасс.', 102, '2022-11-25 08:26:51', 0, 0),
                                                                                                              (287, 'п. 2 пас.', 94, '2022-11-27 12:41:45', 0, 276),
                                                                                                              (288, 'п.1 груз.', 102, '2022-11-28 03:01:01', 0, 0),
                                                                                                              (289, 'п.1 груз.', 93, '2022-11-30 04:58:05', 0, 0),
                                                                                                              (290, 'п.1 пасс.', 93, '2022-11-30 05:00:16', 0, 0),
                                                                                                              (291, 'п.1 ', 73, '2022-11-30 05:42:08', 0, 0),
                                                                                                              (292, 'п.3 ', 45, '2022-11-30 07:33:52', 0, 0),
                                                                                                              (293, 'п. 1 пасс.', 94, '2022-12-03 10:01:30', 0, 274),
                                                                                                              (294, 'п. 3', 61, '2022-12-07 05:07:50', 0, 233),
                                                                                                              (295, 'п.2 пасс.', 102, '2022-12-08 15:14:50', 0, 0),
                                                                                                              (296, 'п.2 ', 105, '2022-12-11 02:49:15', 0, 0),
                                                                                                              (297, 'п. 1', 113, '2022-12-15 17:18:22', 0, 0),
                                                                                                              (298, 'п. 1', 114, '2022-12-15 17:18:45', 0, 0),
                                                                                                              (299, 'п. 1', 115, '2022-12-15 17:19:05', 0, 0),
                                                                                                              (300, 'п. 1', 116, '2022-12-15 17:19:24', 0, 0),
                                                                                                              (301, 'п. 1', 117, '2022-12-15 17:19:41', 0, 0),
                                                                                                              (302, 'п. 1', 118, '2022-12-15 17:19:59', 0, 0),
                                                                                                              (303, 'п. 1', 119, '2022-12-15 17:20:55', 0, 0),
                                                                                                              (304, 'п. 2', 119, '2022-12-15 17:21:11', 0, 0),
                                                                                                              (305, 'п. 3', 119, '2022-12-15 17:21:21', 0, 0),
                                                                                                              (306, 'п. 4', 119, '2022-12-15 17:21:34', 0, 0),
                                                                                                              (307, 'п. 1', 106, '2022-12-15 17:24:30', 0, 0),
                                                                                                              (308, 'п. 2', 106, '2022-12-15 17:24:42', 0, 0),
                                                                                                              (309, 'п. 3', 106, '2022-12-15 17:24:54', 0, 0),
                                                                                                              (310, 'п. 4', 106, '2022-12-15 17:25:05', 0, 0),
                                                                                                              (311, 'п. 1', 107, '2022-12-15 17:25:55', 0, 0),
                                                                                                              (312, 'п. 2', 107, '2022-12-15 17:26:15', 0, 0),
                                                                                                              (313, 'п. 1', 108, '2022-12-15 17:26:59', 0, 0),
                                                                                                              (314, 'п. 2', 108, '2022-12-15 17:27:12', 0, 0),
                                                                                                              (315, 'п. 1', 110, '2022-12-15 17:28:25', 0, 0),
                                                                                                              (316, 'п. 2', 110, '2022-12-15 17:28:36', 0, 0),
                                                                                                              (317, 'п. 1', 109, '2022-12-15 17:29:27', 0, 0),
                                                                                                              (318, 'п. 2', 109, '2022-12-15 17:29:38', 0, 0),
                                                                                                              (319, 'п. 1', 111, '2022-12-15 17:29:53', 0, 0),
                                                                                                              (320, 'п. 2', 111, '2022-12-15 17:30:04', 0, 0),
                                                                                                              (321, 'п. 1', 112, '2022-12-15 17:30:22', 0, 0),
                                                                                                              (322, 'п. 2', 112, '2022-12-15 17:30:34', 0, 0),
                                                                                                              (323, 'п. 1', 121, '2022-12-15 17:33:44', 0, 0),
                                                                                                              (324, 'п. 1', 122, '2022-12-15 17:34:02', 0, 0),
                                                                                                              (325, 'п. 1', 123, '2022-12-15 17:34:49', 0, 0),
                                                                                                              (326, 'п. 1', 124, '2022-12-15 17:35:09', 0, 0),
                                                                                                              (327, 'п. 1', 125, '2022-12-15 17:35:36', 0, 0),
                                                                                                              (328, 'п. 1', 126, '2022-12-15 17:36:50', 0, 0),
                                                                                                              (329, 'п. 2', 126, '2022-12-15 17:37:05', 0, 0),
                                                                                                              (330, 'п. 3', 126, '2022-12-15 17:37:15', 0, 0),
                                                                                                              (331, 'п.2 груз.', 62, '2022-12-16 04:41:09', 0, 0),
                                                                                                              (332, 'п.3 ', 128, '2022-12-21 09:33:56', 0, 0),
                                                                                                              (333, 'п.1 пасс.', 130, '2022-12-22 03:36:12', 0, 0),
                                                                                                              (334, 'п.1 пасс.', 131, '2022-12-22 10:01:11', 0, 0),
                                                                                                              (335, 'п. 2 ', 133, '2022-12-22 12:33:52', 0, 0),
                                                                                                              (336, 'п.4', 134, '2022-12-25 08:13:26', 0, 0),
                                                                                                              (337, 'п. 1', 135, '2022-12-25 12:31:20', 0, 336),
                                                                                                              (338, 'п.1 ', 98, '2022-12-26 13:16:39', 0, 0),
                                                                                                              (339, 'п. 2', 135, '2022-12-27 05:43:25', 0, 337),
                                                                                                              (340, 'п.5', 134, '2022-12-27 12:36:32', 0, 0),
                                                                                                              (341, 'п. 1', 136, '2022-12-29 02:04:02', 0, 341),
                                                                                                              (343, 'п. 2 груз.', 137, '2022-12-29 10:05:34', 0, 357),
                                                                                                              (344, 'п. 3', 135, '2022-12-29 12:56:57', 0, 338),
                                                                                                              (345, 'п.1', 134, '2022-12-30 02:28:58', 0, 0),
                                                                                                              (346, 'п. 1 груз', 137, '2022-12-30 02:32:29', 0, 355),
                                                                                                              (347, 'п. 3 груз.', 137, '2022-12-30 03:34:40', 0, 359),
                                                                                                              (348, 'п. 2', 138, '2022-12-31 08:52:49', 0, 343),
                                                                                                              (349, 'п. 2 пасс.', 137, '2022-12-31 10:23:26', 0, 356),
                                                                                                              (350, '1п', 139, '2023-01-04 08:41:15', 0, 0),
                                                                                                              (351, 'п. 1 пасс', 140, '2023-01-04 18:10:06', 0, 121),
                                                                                                              (352, 'п.2 ', 101, '2023-01-06 09:54:45', 0, 0),
                                                                                                              (353, 'п. 1', 133, '2023-01-07 08:18:03', 0, 0),
                                                                                                              (354, 'п. 1', 141, '2023-01-07 08:20:37', 0, 0),
                                                                                                              (355, 'п. 2', 141, '2023-01-07 08:20:37', 0, 0),
                                                                                                              (356, 'п. 1', 142, '2023-01-07 08:21:10', 0, 0),
                                                                                                              (357, 'п. 2', 142, '2023-01-07 08:21:10', 0, 0),
                                                                                                              (358, 'п. 3', 142, '2023-01-07 08:21:10', 0, 0),
                                                                                                              (359, 'п.1 ', 145, '2023-01-07 12:55:45', 0, 0),
                                                                                                              (360, 'п.6', 134, '2023-01-08 09:09:29', 0, 0),
                                                                                                              (361, 'п.3', 134, '2023-01-10 02:01:15', 0, 0),
                                                                                                              (362, 'п.1 ', 147, '2023-01-10 02:31:57', 0, 0),
                                                                                                              (363, 'п. 1 пасс', 137, '2023-01-10 02:49:59', 0, 354),
                                                                                                              (364, 'п.2 ', 148, '2023-01-11 02:56:59', 0, 0),
                                                                                                              (365, 'п. 1', 149, '2023-01-11 05:08:03', 0, 340),
                                                                                                              (366, 'п.2 груз.', 148, '2023-01-11 13:37:26', 0, 0),
                                                                                                              (367, '2п', 150, '2023-01-12 03:45:08', 0, 0),
                                                                                                              (368, 'п.1 ', 151, '2023-01-13 08:43:04', 0, 0),
                                                                                                              (369, ' груз.', 104, '2023-01-13 12:55:02', 0, 0),
                                                                                                              (370, 'п.2 ', 152, '2023-01-14 14:32:05', 0, 0),
                                                                                                              (371, 'п.1 ', 66, '2023-01-18 00:58:52', 0, 0),
                                                                                                              (372, 'п. 1 груз.', 62, '2023-01-18 05:56:45', 0, 287),
                                                                                                              (373, 'п.1 ', 153, '2023-01-21 10:13:43', 0, 0),
                                                                                                              (374, 'п.4 ', 153, '2023-01-21 12:07:21', 0, 0),
                                                                                                              (375, 'п. 5', 138, '2023-01-23 06:12:09', 0, 346),
                                                                                                              (376, 'п.2 ', 147, '2023-01-23 12:22:27', 0, 0),
                                                                                                              (377, 'п. 1', 154, '2023-01-24 03:04:37', 0, 400),
                                                                                                              (378, 'п. 10', 89, '2023-02-18 07:57:25', 0, 0),
                                                                                                              (379, '88111', 99, '2023-02-19 19:52:41', 0, 1244),
                                                                                                              (380, 'п.2', 157, '2023-02-18 20:47:43', 0, 0),
                                                                                                              (381, 'п.4', 157, '2023-02-18 20:47:43', 0, 0),
                                                                                                              (382, 'п.3', 157, '2023-02-18 20:47:43', 1, 0),
                                                                                                              (383, 'п.1', 157, '2023-02-18 20:47:43', 1, 0),
                                                                                                              (384, '8', 102, '2023-02-18 21:08:31', 0, 0),
                                                                                                              (385, 'п.1', 161, '2023-02-18 21:54:52', 1, 0),
                                                                                                              (386, '1', 160, '2023-02-18 21:55:57', 0, 0),
                                                                                                              (387, 'п.2', 73, '2023-02-19 09:02:00', 0, 0),
                                                                                                              (388, '1', 164, '2023-02-19 09:23:13', 0, 0),
                                                                                                              (389, '1', 163, '2023-02-19 09:30:36', 1, 0),
                                                                                                              (391, '1', 162, '2023-02-19 09:31:06', 0, 0),
                                                                                                              (392, '1', 159, '2023-02-19 09:37:59', 1, 0),
                                                                                                              (393, '2', 159, '2023-02-19 09:37:59', 0, 0),
                                                                                                              (395, '4', 159, '2023-02-19 09:37:59', 0, 0),
                                                                                                              (396, 'п.2', 169, '2023-02-19 18:07:50', 0, 0),
                                                                                                              (397, 'п.1', 169, '2023-02-19 18:07:50', 0, 0),
                                                                                                              (398, '', 170, '2023-02-19 20:47:11', 0, 0),
                                                                                                              (399, '', 89, '2023-02-19 21:15:30', 0, 0),
                                                                                                              (400, '', 4, '2023-02-19 21:20:44', 0, 0),
                                                                                                              (401, 'п.1', 173, '2023-03-16 22:01:48', 0, 202);

-- --------------------------------------------------------

--
-- Структура таблицы `lift_options`
--

CREATE TABLE `lift_options` (
                                `id` int(11) NOT NULL,
                                `option_name` varchar(255) NOT NULL DEFAULT '',
                                `option_value` varchar(6000) NOT NULL DEFAULT '',
                                `timestamp` timestamp NOT NULL DEFAULT current_timestamp(),
                                `comment` text NOT NULL DEFAULT ' ' COMMENT 'Подробно о параметре'
) ENGINE=InnoDB AVG_ROW_LENGTH=16384 DEFAULT CHARSET=utf8mb3;

--
-- Дамп данных таблицы `lift_options`
--

INSERT INTO `lift_options` (`id`, `option_name`, `option_value`, `timestamp`, `comment`) VALUES
                                                                                             (1, 'encrypted_passwords', 'yes', '2014-03-16 13:43:19', ' '),
                                                                                             (2, 'newdatacall', 'no', '2021-12-31 15:00:00', ' '),
                                                                                             (3, 'telegram_token', '', '2023-05-25 19:53:38', ' Ваш токен от телеграм бота'),
                                                                                             (4, 'waiting_time', '600', '2023-05-29 17:37:34', 'Время в секундах ожидания сообщения на команду в телеграм'),
                                                                                             (5, 'repair_time', '{\n  \"0\": \"не указан\",\n  \"+30 minutes\": \"30 мин\",\n  \"today 23:00\": \"Сегодня\",\n  \"today +1day 23:00\": \"Завтра\",\n  \"today +3day 23:00\": \"Три дня\",\n  \"today+7day\": \"7 дней\",\n  \"today+10day\": \"10 дней\",\n  \"today+15day\": \"15 дней\",\n  \"today+1month\": \"1 месяц\",\n  \"today+3month\": \"3 месяца\"\n}', '2023-06-01 16:05:40', 'Временные метки для сроков ремонта'),
                                                                                             (6, 'min_length_text', '5', '2023-06-02 19:00:53', 'Минимальное количество символов для текста в заметка, решении, описании заявки'),
                                                                                             (7, 'login_tries', '5', '2023-06-02 20:24:53', 'максимальное количество попыток авторизации'),
                                                                                             (8, 'authorizationKey', 'yousecretkey', '2023-06-23 20:02:59', 'Уникальный ключ для авторизационного токена (любая комбинация символов и чисел) ');

-- --------------------------------------------------------

--
-- Структура таблицы `lift_street`
--

CREATE TABLE `lift_street` (
                               `id` int(11) NOT NULL,
                               `street_name` varchar(255) NOT NULL DEFAULT '',
                               `city_id` int(11) NOT NULL,
                               `timestamp` timestamp NOT NULL DEFAULT current_timestamp(),
                               `vis_street` tinyint(1) NOT NULL DEFAULT 0
) ENGINE=InnoDB AVG_ROW_LENGTH=16384 DEFAULT CHARSET=utf8mb3;

--
-- Дамп данных таблицы `lift_street`
--

INSERT INTO `lift_street` (`id`, `street_name`, `city_id`, `timestamp`, `vis_street`) VALUES
                                                                                          (1, 'Красноармейская ул.', 1, '2022-01-17 15:24:01', 1),
                                                                                          (5, 'Ворошиловский пр.', 1, '2022-01-17 16:04:55', 1),
                                                                                          (8, 'Таганрогская ул.', 1, '2022-01-17 16:07:01', 0),
                                                                                          (10, 'Зоологическая ул.', 1, '2022-01-17 16:07:35', 1),
                                                                                          (12, 'Еременко ул.', 1, '2022-01-17 16:09:35', 1),
                                                                                          (19, 'Пушкинская ул.', 1, '2022-01-19 14:39:37', 0),
                                                                                          (22, 'Варфоломеева ул.', 1, '2022-01-19 14:58:43', 0),
                                                                                          (23, 'Б.Садовая ул.', 1, '2022-01-19 15:09:28', 1),
                                                                                          (24, 'Мыльникова ул.', 1, '2022-01-19 15:11:34', 1),
                                                                                          (25, 'Профсоюзная ул.', 1, '2022-02-16 11:13:18', 0),
                                                                                          (26, 'Воронежская ул.', 1, '2022-02-16 11:34:28', 0),
                                                                                          (27, 'Королева ул.', 1, '2022-02-17 06:26:47', 0),
                                                                                          (28, 'Содружества ул.', 1, '2022-02-17 07:11:47', 0),
                                                                                          (30, 'П.Кляты ул.', 1, '2022-02-17 11:25:20', 0),
                                                                                          (31, 'Уланская ул.', 1, '2022-02-17 11:25:49', 0),
                                                                                          (32, 'Измайловский пер.', 1, '2022-02-17 11:26:18', 0),
                                                                                          (33, 'Зявкина ул.', 1, '2022-02-17 11:28:28', 0),
                                                                                          (34, 'Вересаева ул.', 1, '2022-02-17 11:30:16', 0),
                                                                                          (35, 'Доломановский пер.', 1, '2022-02-17 11:31:03', 0),
                                                                                          (36, 'Дранко ул.', 1, '2022-02-17 11:31:21', 0),
                                                                                          (37, 'Дунаевского пер.', 1, '2022-02-17 11:31:37', 1),
                                                                                          (39, 'Жмайлова ул.', 1, '2022-02-17 11:32:45', 1),
                                                                                          (40, 'Малиновского ул.', 1, '2022-02-17 11:33:39', 0),
                                                                                          (41, 'Плеханова ул.', 1, '2022-02-17 11:34:27', 0),
                                                                                          (42, 'Социалистическая ул.', 1, '2022-02-17 11:36:23', 0),
                                                                                          (43, 'Стачки пр-т.', 1, '2022-02-17 11:36:35', 0),
                                                                                          (44, 'Труда ул.', 1, '2022-02-17 11:37:21', 0),
                                                                                          (45, 'Петренко ул.', 1, '2022-02-17 14:02:04', 0),
                                                                                          (46, 'Димитрова ул.', 1, '2022-02-19 03:11:56', 0),
                                                                                          (47, 'Зорге ул.', 1, '2022-02-24 10:45:40', 0),
                                                                                          (48, '2-я Краснодарская ул.', 1, '2022-02-24 10:54:32', 1),
                                                                                          (49, 'Газетный пер.', 1, '2022-03-28 10:58:24', 0),
                                                                                          (50, 'М. Горького ул.', 1, '2022-03-30 15:22:58', 0),
                                                                                          (51, 'Евдокимова ул.', 1, '2022-04-04 13:56:30', 0),
                                                                                          (52, 'Гвардейский пер.', 1, '2022-04-16 08:36:04', 1),
                                                                                          (53, 'Университетский пер.', 1, '2022-04-24 02:45:49', 1),
                                                                                          (54, '40-лет. Победы пр-кт.', 1, '2022-04-28 04:19:26', 0),
                                                                                          (55, 'Ворошиловский мост', 1, '2022-05-08 10:36:52', 1),
                                                                                          (56, 'Буденновский пр-т.', 1, '2022-05-18 02:46:00', 0),
                                                                                          (57, 'Драгунская ул.', 1, '2022-06-09 15:59:38', 0),
                                                                                          (58, 'Островского пер.', 1, '2022-06-11 04:26:06', 0),
                                                                                          (59, 'Андреева ул.', 1, '2022-06-13 13:28:00', 0),
                                                                                          (60, 'Искусственная ул.', 1, '2022-06-19 16:00:29', 0),
                                                                                          (61, 'Демитрова ул.', 1, '2022-07-01 05:36:25', 1),
                                                                                          (63, 'Можайская ул.', 1, '2022-08-04 17:31:00', 1),
                                                                                          (65, 'Тимошенко ул.', 1, '2022-08-26 17:14:07', 0),
                                                                                          (69, 'Платона Кляты', 1, '2022-09-07 10:04:36', 1),
                                                                                          (70, 'Уланская', 1, '2022-09-11 08:37:20', 1),
                                                                                          (71, 'Добровольского ул.', 1, '2022-09-20 04:34:03', 0),
                                                                                          (72, 'Александра Печерского ул.', 1, '2022-10-02 08:49:42', 0),
                                                                                          (73, 'Стачки ул.', 1, '2022-10-18 15:19:20', 1),
                                                                                          (74, 'Буденновский пр.', 1, '2022-10-27 02:03:17', 1),
                                                                                          (75, 'Доломановский.', 1, '2022-11-19 02:59:37', 1),
                                                                                          (76, 'Драгунского', 1, '2022-12-08 13:05:32', 1),
                                                                                          (77, 'Текстильная ул.', 2, '2022-12-15 17:09:03', 0),
                                                                                          (78, 'Советская ул.', 2, '2022-12-15 17:09:59', 0),
                                                                                          (79, 'Ворошилова ул. ', 2, '2022-12-15 17:10:52', 0),
                                                                                          (80, 'Парковая ул.', 2, '2022-12-15 17:11:20', 0),
                                                                                          (81, 'Хабарова ул.', 2, '2022-12-15 17:12:03', 0),
                                                                                          (82, 'Строителей пр-т.', 2, '2022-12-15 17:15:54', 0),
                                                                                          (83, 'Салютина', 1, '2022-12-21 09:30:26', 1),
                                                                                          (84, 'тружеников', 1, '2022-12-22 03:33:27', 1),
                                                                                          (85, 'Шевченко ул.', 2, '2022-12-22 12:32:46', 1),
                                                                                          (86, '2-я Володарская', 1, '2022-12-25 08:12:14', 0),
                                                                                          (87, 'Салютина ул.', 1, '2022-12-25 12:31:20', 0),
                                                                                          (88, 'Тружеников ул.', 1, '2022-12-29 02:04:02', 0),
                                                                                          (89, 'Печерского ул.', 1, '2022-12-29 10:05:34', 0),
                                                                                          (90, 'Батуринская ул.8', 1, '2022-12-31 08:52:49', 0),
                                                                                          (91, 'Индустриальная ул.', 2, '2023-01-07 12:54:33', 0),
                                                                                          (92, 'Платова ул', 1, '2023-01-10 02:25:25', 1),
                                                                                          (93, 'Платова бул-р.', 1, '2023-01-10 02:29:30', 0),
                                                                                          (94, 'Донская ул.', 1, '2023-01-11 02:56:10', 0),
                                                                                          (95, 'Ворошилова', 2, '2023-01-24 03:04:37', 1),
                                                                                          (96, 'Дмитрова', 1, '2023-01-24 07:00:42', 1),
                                                                                          (97, '1-я улица', 1, '2023-02-19 16:06:22', 1),
                                                                                          (98, '2-улица', 1, '2023-02-19 16:07:07', 1),
                                                                                          (99, 'яАрхив', 2, '2023-02-19 18:05:24', 1);

-- --------------------------------------------------------

--
-- Структура таблицы `lift_telegram`
--

CREATE TABLE `lift_telegram` (
                                 `id` int(10) UNSIGNED NOT NULL,
                                 `user_id` int(10) UNSIGNED NOT NULL COMMENT 'id пользователя',
                                 `call_id` int(10) UNSIGNED NOT NULL COMMENT 'id заявки',
                                 `time` int(10) UNSIGNED NOT NULL COMMENT 'unix time stamp',
                                 `action` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'действие на ответное сообщение'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `lift_types`
--

CREATE TABLE `lift_types` (
                              `type_id` int(11) NOT NULL,
                              `type` int(1) NOT NULL DEFAULT 0,
                              `type_name` varchar(200) DEFAULT NULL,
                              `type_report` tinyint(1) NOT NULL DEFAULT 0,
                              `type_email` varchar(200) DEFAULT NULL,
                              `type_location` text DEFAULT NULL,
                              `type_phone` varchar(100) DEFAULT NULL
) ENGINE=InnoDB AVG_ROW_LENGTH=1170 DEFAULT CHARSET=utf8mb3;

--
-- Дамп данных таблицы `lift_types`
--

INSERT INTO `lift_types` (`type_id`, `type`, `type_name`, `type_report`, `type_email`, `type_location`, `type_phone`) VALUES
                                                                                                                          (1, 2, '1.Срочная', 0, '', 'bg-danger', ''),
                                                                                                                          (2, 2, '2.Обычная', 0, '', 'bg-warning', ''),
                                                                                                                          (3, 2, '3.Не срочная', 0, '', 'bg-secondary', ''),
                                                                                                                          (4, 3, '1.Застревание', 0, '', '', ''),
                                                                                                                          (5, 3, '2.Мелкая неисправность', 0, '', '', ''),
                                                                                                                          (6, 3, '3.Неисправность лифта', 0, '', '', ''),
                                                                                                                          (7, 3, '4.Дополнительные работы', 0, '', '', ''),
                                                                                                                          (8, 3, '5.Длительный ремонт', 0, '', '', ''),
                                                                                                                          (9, 3, '7.Прочее', 0, '', '', ''),
                                                                                                                          (22, 1, '1.Электромеханики', 1, '', '', ''),
                                                                                                                          (23, 1, '2.Аварийная служба', 0, '', '', ''),
                                                                                                                          (24, 3, '6.Неисправность дисп. об.', 0, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `lift_upload`
--

CREATE TABLE `lift_upload` (
                               `id` int(11) NOT NULL,
                               `call_id` int(11) NOT NULL,
                               `file_name` varchar(255) NOT NULL DEFAULT '',
                               `file_ext` varchar(4) NOT NULL DEFAULT '',
                               `timestamp` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB AVG_ROW_LENGTH=16384 DEFAULT CHARSET=utf8mb3;

-- --------------------------------------------------------

--
-- Структура таблицы `lift_users`
--

CREATE TABLE `lift_users` (
                              `user_id` int(11) NOT NULL,
                              `user_login` varchar(30) NOT NULL DEFAULT '',
                              `user_password` varchar(225) NOT NULL DEFAULT '',
                              `user_name` varchar(200) NOT NULL DEFAULT '',
                              `user_telegram` bigint(20) NOT NULL DEFAULT 0,
                              `user_address` varchar(200) NOT NULL DEFAULT '',
                              `user_city` varchar(100) NOT NULL DEFAULT '',
                              `user_state` char(3) NOT NULL DEFAULT '',
                              `user_zip` varchar(20) NOT NULL DEFAULT '',
                              `user_country` char(3) NOT NULL DEFAULT '',
                              `user_phone` varchar(39) NOT NULL DEFAULT '',
                              `user_email` varchar(200) NOT NULL DEFAULT '',
                              `user_email2` varchar(200) NOT NULL DEFAULT '',
                              `user_company` varchar(100) NOT NULL DEFAULT '',
                              `user_new_read` int(1) UNSIGNED NOT NULL DEFAULT 0,
                              `user_im_icq` varchar(100) NOT NULL DEFAULT '',
                              `user_im_msn` varchar(100) NOT NULL DEFAULT '',
                              `user_im_yahoo` varchar(100) NOT NULL DEFAULT '',
                              `user_im_other` varchar(200) NOT NULL DEFAULT '',
                              `user_status` int(1) NOT NULL DEFAULT 0,
                              `user_level` int(1) NOT NULL DEFAULT 0,
                              `user_pending` int(11) NOT NULL DEFAULT 0,
                              `user_date` int(11) NOT NULL DEFAULT 0,
                              `last_login` int(11) NOT NULL DEFAULT 0,
                              `last_ip` varchar(20) NOT NULL DEFAULT '',
                              `user_msg_send` int(1) NOT NULL DEFAULT 0,
                              `user_msg_subject` varchar(200) NOT NULL DEFAULT '',
                              `user_protect_delete` int(1) DEFAULT 0,
                              `user_protect_edit` int(11) NOT NULL DEFAULT 0,
                              `user_hiden` tinyint(1) DEFAULT 0,
                              `user_localadmin` tinyint(1) DEFAULT 0,
                              `user_edit_obj` tinyint(1) NOT NULL DEFAULT 0 COMMENT 'разрешение редактирования объектов',
                              `user_edit_user` tinyint(1) NOT NULL DEFAULT 0,
                              `user_disppermission` tinyint(1) NOT NULL DEFAULT 0,
                              `user_add_call` tinyint(1) NOT NULL DEFAULT 0,
                              `user_read_all_calls` tinyint(1) NOT NULL DEFAULT 0,
                              `user_block` tinyint(1) NOT NULL DEFAULT 0 COMMENT 'Пользователь Заблокирован ',
                              `user_token` varchar(32) NOT NULL DEFAULT '' COMMENT 'токен автоматического входа в акаунт',
                              `webgl_info` tinytext DEFAULT ' ' COMMENT 'Информация о графической подсистемы пользователя для идентификации с токеном'
) ENGINE=InnoDB AVG_ROW_LENGTH=2340 DEFAULT CHARSET=utf8mb3;

--
-- Дамп данных таблицы `lift_users`
--

INSERT INTO `lift_users` (`user_id`, `user_login`, `user_password`, `user_name`, `user_telegram`, `user_address`, `user_city`, `user_state`, `user_zip`, `user_country`, `user_phone`, `user_email`, `user_email2`, `user_company`, `user_new_read`, `user_im_icq`, `user_im_msn`, `user_im_yahoo`, `user_im_other`, `user_status`, `user_level`, `user_pending`, `user_date`, `last_login`, `last_ip`, `user_msg_send`, `user_msg_subject`, `user_protect_delete`, `user_protect_edit`, `user_hiden`, `user_localadmin`, `user_edit_obj`, `user_edit_user`, `user_disppermission`, `user_add_call`, `user_read_all_calls`, `user_block`, `user_token`, `webgl_info`) VALUES
                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          (1, 'admin', '$2a$08$/edNGVivhSJWCv.XdvuuVulHzFh7BbeqSmmwkWexHLUoOgPBrXl9a', 'Замотаев Анатолий', 1401760365, '', '', '', '', 'Рос', '+79185049042', 'zamotaev@list.ru', 'someone@example.com', '', 0, '', '', '', '', 0, 0, 0, 0, 1687552918, '127.0.0.1', 0, 'New Message', 1, 1, 0, 0, 1, 1, 1, 1, 1, 0, 'c4622379bc5e6a357c94ec199109eeed', 'ANGLEIntelIntelRHDGraphics4000Direct3D11vs_5_0ps_5_0D3D11'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          (2, 'disp1', '$2a$08$/edNGVivhSJWCv.XdvuuVulHzFh7BbeqSmmwkWexHLUoOgPBrXl9a', 'Диспетчер1', 0, '', '', '', '', '', '+71234567891', 'disp1@list.ru', '', 'лифтовая 1', 0, '', '', '', '', 1, 3, 0, 0, 1684426124, '127.0.0.1', 0, '', 0, 0, 1, 0, 0, 1, 1, 1, 0, 0, '', 'ANGLEIntelIntelRHDGraphics4000Direct3D11vs_5_0ps_5_0D3D11'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          (3, 'meh1', '$2a$08$U0FU0FjFo7db5gSwVQAwcuYPm2J0YgNm68hRnSb4Y8j98j3tVZDtq', 'Иванов Иван', 0, '', '', '', '', '', '+71234567890', '', '', '', 0, '', '', '', '', 1, 2, 0, 0, 1684425686, '127.0.0.1', 0, '', 0, 0, 0, 0, 0, 1, 0, 0, 1, 0, '9f58024cbebf0c074ac4db496d9a6445', 'ANGLEIntelIntelRHDGraphics4000Direct3D11vs_5_0ps_5_0D3D11'),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          (5, 'meh2', '$2a$08$/edNGVivhSJWCv.XdvuuVulHzFh7BbeqSmmwkWexHLUoOgPBrXl9a', 'Петров Петр', 0, '', '', '', '', '', '+71234567892', '', '', '', 0, '', '', '', '', 1, 2, 0, 0, 1673367757, '192.168.0.100', 0, '', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '', ' '),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          (6, 'Kohto', '$2a$08$vB7/Dhw3oHjGDvLnGPtbF.sgc3pzuvTl0T9FkCnPLxlNidSZvMQ.K', 'какой то тип', 0, '', '', '', '', '', '+71235654334', '', '', '', 0, '', '', '', '', 0, 2, 0, 0, 0, '', 0, '', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '', ' '),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          (7, 'Login', '$2a$08$dDi2oFFbTaqLETVSvpZXgeHzn3obMfSDIsY4r0zxt4jvgEXMlGIJa', 'Какое то Имя', 0, '', '', '', '', '', '+79055055545', '', '', '', 0, '', '', '', '', 0, 2, 0, 0, 0, '', 0, '', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '', ' '),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          (8, 'Loginpo', '$2a$08$ikZeFQZ0tOHmDPMQhPbq4O1vjsOEyYgppDC/.YGiNh3HeJgc/eWmO', 'Имя пользователя', 0, '', '', '', '', '', '+75545445443', '', '', '', 0, '', '', '', '', 0, 2, 0, 0, 0, '', 0, '', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '', ' '),
                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          (9, '34334', '$2a$08$RPry5bf4H/YoP.359x6giOus8Jx5DjN5v5A3mr9wCe7zMa6xTHDly', '12334599', 0, '', '', '', '', '', '+75566', '', '', '', 0, '', '', '', '', 0, 2, 0, 0, 0, '', 0, '', 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, '', ' ');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `lift_calls`
--
ALTER TABLE `lift_calls`
    ADD PRIMARY KEY (`call_id`),
    ADD KEY `call_department` (`call_department`),
    ADD KEY `call_request` (`call_request`),
    ADD KEY `call_staff` (`call_staff`),
    ADD KEY `call_status` (`call_status`),
    ADD KEY `call_user` (`call_user`),
    ADD KEY `call_group` (`call_group`) USING BTREE;

--
-- Индексы таблицы `lift_city`
--
ALTER TABLE `lift_city`
    ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Индексы таблицы `lift_history`
--
ALTER TABLE `lift_history`
    ADD PRIMARY KEY (`history_id`) KEY_BLOCK_SIZE=11 USING BTREE,
    ADD KEY `call_id` (`call_id`);
ALTER TABLE `lift_history` ADD FULLTEXT KEY `historytxt` (`history_info`);

--
-- Индексы таблицы `lift_home`
--
ALTER TABLE `lift_home`
    ADD PRIMARY KEY (`id`),
    ADD KEY `street_id` (`street_id`);

--
-- Индексы таблицы `lift_notes`
--
ALTER TABLE `lift_notes`
    ADD PRIMARY KEY (`note_id`),
    ADD KEY `note_post_user` (`note_post_user`),
    ADD KEY `note_relation` (`note_relation`),
    ADD KEY `note_type` (`note_type`);

--
-- Индексы таблицы `lift_object`
--
ALTER TABLE `lift_object`
    ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `lift_options`
--
ALTER TABLE `lift_options`
    ADD PRIMARY KEY (`id`),
    ADD KEY `option_name` (`option_name`);

--
-- Индексы таблицы `lift_street`
--
ALTER TABLE `lift_street`
    ADD PRIMARY KEY (`id`),
    ADD KEY `street_name` (`street_name`);

--
-- Индексы таблицы `lift_telegram`
--
ALTER TABLE `lift_telegram`
    ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `lift_types`
--
ALTER TABLE `lift_types`
    ADD PRIMARY KEY (`type_id`),
    ADD KEY `type` (`type`);

--
-- Индексы таблицы `lift_upload`
--
ALTER TABLE `lift_upload`
    ADD PRIMARY KEY (`id`),
    ADD KEY `call_id` (`call_id`);

--
-- Индексы таблицы `lift_users`
--
ALTER TABLE `lift_users`
    ADD PRIMARY KEY (`user_id`),
    ADD KEY `user_level` (`user_level`),
    ADD KEY `user_msg_send` (`user_msg_send`),
    ADD KEY `user_pending` (`user_pending`),
    ADD KEY `user_protect_edit` (`user_protect_edit`),
    ADD KEY `user_status` (`user_status`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `lift_calls`
--
ALTER TABLE `lift_calls`
    MODIFY `call_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=68;

--
-- AUTO_INCREMENT для таблицы `lift_city`
--
ALTER TABLE `lift_city`
    MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT для таблицы `lift_history`
--
ALTER TABLE `lift_history`
    MODIFY `history_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=127;

--
-- AUTO_INCREMENT для таблицы `lift_home`
--
ALTER TABLE `lift_home`
    MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=174;

--
-- AUTO_INCREMENT для таблицы `lift_notes`
--
ALTER TABLE `lift_notes`
    MODIFY `note_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=39;

--
-- AUTO_INCREMENT для таблицы `lift_object`
--
ALTER TABLE `lift_object`
    MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=402;

--
-- AUTO_INCREMENT для таблицы `lift_options`
--
ALTER TABLE `lift_options`
    MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT для таблицы `lift_street`
--
ALTER TABLE `lift_street`
    MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=118;

--
-- AUTO_INCREMENT для таблицы `lift_telegram`
--
ALTER TABLE `lift_telegram`
    MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `lift_types`
--
ALTER TABLE `lift_types`
    MODIFY `type_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=25;

--
-- AUTO_INCREMENT для таблицы `lift_upload`
--
ALTER TABLE `lift_upload`
    MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `lift_users`
--
ALTER TABLE `lift_users`
    MODIFY `user_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

